Repository: LLK/scratch-pootle-translations
Catalog: scratch1.4/*/*.po
Languages: sr

source: Muted Trumpet
sr: Пригушена труба

source: Nylon String Guitar
sr: Класична гитара

source: Oboe
sr: Обоа

source: Ocarina
sr: Окарина

source: Open Cuica
sr: Отворена куика

source: Open Hi Conga
sr: Отворена висока конга

source: Open Hi-Hat
sr: Отворена контра-чинела

source: Open Triangle
sr: Отворени триангл

source: Orchestra Hit
sr: Туш

source: Orchestral Strings
sr: Оркестарски жичани инструменти

source: Overdriven Guitar
sr: Гитара са овердрајвом

source: Pad 1 (new age)
sr: Педала 1 (њу ејџ)

source: Pad 2 (warm)
sr: Педала 2 (топао тон)

source: Pad 3 (polysynth)
sr: Педала 3 (полифон)

source: Pad 4 (choir)
sr: Педала 4 (хор)

source: Pad 5 (bowed)
sr: Педала 5 (боуд)

source: Pad 6 (metallic)
sr: Педала 6 (метал)

source: Pad 7 (halo)
sr: Педала 7 (хало)

source: Pad 8 (sweep)
sr: Педала 8 (свип)

source: Pan Flute
sr: Панова фрула

source: Pedal Hi-Hat
sr: Контра-чинела

source: Percussive Organ
sr: Ударачке оргуље

source: Piccolo
sr: Пиколо

source: Pizzicato Strings
sr: Гудачки пицикато

source: Recorder
sr: Рекордер

source: Reed Organ
sr: Оргуље са писком

source: Reverse Cymbal
sr: Изврнута чинела

source: Ride Bell
sr: Рајд звоно

source: Ride Cymbal 1
sr: Рајд чинела 1

source: Ride Cymbal 2
sr: Рајд чинела 2

source: Rock Organ
sr: Рок органа

source: Seashore
sr: Обала

source: Shakuhachi
sr: Шакухачи

source: Shamisen
sr: Шамисен

source: Shanai
sr: Шанаи

source: Short Guiro
sr: Кратки гиро

source: Short Whistle
sr: Крати звиждук

source: Side Stick
sr: Бочни штап

source: Sitar
sr: Ситар

source: Slap Bass 1
sr: Бас (техника чупања) 1

source: Slap Bass 2
sr: Бас (техника чупања) 2

source: Soprano Sax
sr: Сопран саксофон

source: Splash Cymbal
sr: Сплеш чинела

source: Steel Drums
sr: Метални бубањ

source: Steel String Guitar
sr: Акустична гитара

source: String Ensemble 1
sr: Гудачи 1

source: String Ensemble 2
sr: Гудачи 2

source: Synth Bass 1
sr: Синти бас 1

source: Synth Bass 2
sr: Синти бас 2

source: Synth Drum
sr: Синти бубањ

source: Synth Voice
sr: Синти глас

source: SynthBrass 1
sr: Синти дубачи 1

source: SynthBrass 2
sr: Синти дувачи 2

source: SynthStrings 1
sr: Синти гудачи 1

source: SynthStrings 2
sr: Синти гудачи 2

source: Taiko Drum
sr: Јапански бубањ

source: Tambourine
sr: Даире

source: Tango Accordion
sr: Бандонеон

source: Telephone Ring
sr: Звоно телефона

source: Tenor Sax
sr: Тенор саксофон

source: Timpani
sr: Тимпани

source: Tinkle Bell
sr: Звончица

source: Tremolo Strings
sr: Тремоло гудача

source: Trombone
sr: Тромбон

source: Trumpet
sr: Труба

source: Tuba
sr: Туба

source: Tubular Bells
sr: Цеваста звона

source: Vibraphone
sr: Вибрафон

source: Vibraslap
sr: Вибраслап

source: Viola
sr: Виола

source: Violin
sr: Виолина

source: Voice Oohs
sr: Глас оох

source: Whistle
sr: Звиждук

source: Woodblock
sr: Дрвена плоча

source: Xylophone
sr: Ксилофон
