Repository: LLK/scratch-pootle-translations
Catalog: scratch1.4/*/*.po
Languages: sr

source: Language-Name
sr: Српски

source: Language-Direction
sr: LTR

source: Suppress-Bold
sr: false

source: Win-Font
sr: Verdana

source: Mac-Font
sr: Verdana

source: Linux-Font
sr: DejaVu Sans

source: %H sensor value
sr: вредност сензора %H

source: %L contains %s
sr: %L садржи %s

source: %a of %m
sr: %a од %m

source: %b and %b
sr: %b и %b

source: %b or %b
sr: %b или %b

source: %f of %n
sr: %f од %n

source: %n mod %n
sr: %n мод %n

source: add %s to %L
sr: додај %s у %L

source: answer
sr: одговор

source: ask %s and wait
sr: питај %s и чекај

source: background #
sr: позадина број

source: broadcast %e
sr: разгласи %e

source: broadcast %e and wait
sr: разгласи %e и чекај

source: change %g effect by %n
sr: промени ефекат %g за %n

source: change %v by %n
sr: промени %v за %n

source: change pen color by %n
sr: промени боју оловке за %n

source: change pen shade by %n
sr: промени сенку оловке за %n

source: change pen size by %n
sr: промени дебљину оловке за %n

source: change size by %n
sr: промени величину за %n

source: change tempo by %n
sr: промени темпо за %n

source: change volume by %n
sr: промени јачину звука за %n

source: change x by %n
sr: промени x за %n

source: change y by %n
sr: промени y за %n

source: clear
sr: обриши

source: clear graphic effects
sr: уклони графичке ефекте

source: color %C is touching %C?
sr: боја %C додирује %C?

source: control
sr: управљање

source: costume #
sr: број костима

source: delete %y of %L
sr: избаци %y из %L

source: direction
sr: смер

source: distance to %m
sr: удаљеност од %m

source: else
sr: у супротном

source: forever
sr: понављај

source: forever if %b
sr: понављај ако %b

source: glide %n secs to x:%n y:%n
sr: клизи %n секунду до x:%n y:%n

source: go back %n layers
sr: иди иза %n слој

source: go to %m
sr: иди до %m

source: go to front
sr: пређи сасвим напред

source: go to x:%n y:%n
sr: иди на x:%n y:%n

source: hide
sr: сакриј

source: hide variable %v
sr: сакриј променљиву %v

source: if %b
sr: ако %b

source: if on edge, bounce
sr: ако си на рубу, окрени се

source: insert %s at %i of %L
sr: убаци %s као %i у %L

source: item %i of %L
sr: елемент %i из %L

source: join %s %s
sr: повежи %s и %s

source: key %k pressed?
sr: дирка %k је притиснута?

source: length of %L
sr: величина %L

source: length of %s
sr: дужина %s

source: letter %n of %s
sr: слово %n од %s

source: list
sr: листа

source: looks
sr: изглед

source: loud?
sr: гласно?

source: loudness
sr: јачина звука

source: motion
sr: кретање

source: motor direction %W
sr: %W смер мотора

source: motor off
sr: угаси мотор

source: motor on
sr: упали мотор

source: motor on for %n secs
sr: покрећи мотор током %n секунде

source: motor power %n
sr: снага мотора %n

source: mouse down?
sr: миш притиснут?

source: mouse x
sr: миш x

source: mouse y
sr: миш y

source: move %n steps
sr: иди %n корака

source: next background
sr: следећа позадина

source: next costume
sr: следећи костим

source: not %b
sr: није %b

source: operators
sr: операције

source: pen
sr: оловка

source: pen down
sr: спусти оловку

source: pen up
sr: подигни оловку

source: pick random %n to %n
sr: случајан број од %n до %n

source: play drum %D for %n beats
sr: удараљка %D током %n откуцаја

source: play note %N for %n beats
sr: сивирај ноту %N током %n откуцаја

source: play sound %S
sr: репродукуј звук %S

source: play sound %S until done
sr: репродукуј звук %S до краја

source: point in direction %d
sr: усмери се ка %d

source: point towards %m
sr: усмери се ка %m

source: repeat %n
sr: понови %n

source: repeat until %b
sr: понављај док не %b

source: replace item %i of %L with %s
sr: замени елеменат %i у %L са %s

source: reset timer
sr: постави тајмер на 0

source: rest for %n beats
sr: пауза %n откуцаја

source: round %n
sr: заокружи %n

source: say %s
sr: изговори %s

source: say %s for %n secs
sr: изговори %s током %n секунде

source: sensing
sr: осећаји

source: sensor %h?
sr: сензор %h?

source: set %g effect to %n
sr: нека ефекат %g буде %n

source: set %v to %n
sr: нека %v буде %n

source: set instrument to %I
sr: нека инструмент буде %I

source: set pen color to %c
sr: нека боја оловке буде %c

source: set pen color to %n
sr: нека боја оловке буде %n

source: set pen shade to %n
sr: нека сенка олобке буде %n

source: set pen size to %n
sr: нека дебљина оловке буде %n

source: set size to %n%
sr: нека величина буде %n%

source: set tempo to %n bpm
sr: нека темпо буде %n откуцаја у минуту

source: set volume to %n%
sr: нека јачина збука буде %n%

source: set x to %n
sr: нека x буде %n

source: set y to %n
sr: нека y буде %n

source: show
sr: покажи

source: show variable %v
sr: прикажи променљиву %v

source: size
sr: величина

source: sound
sr: звук

source: stamp
sr: печат

source: stop all
sr: заустави све

source: stop all sounds
sr: тишина

source: stop script
sr: заустави програм

source: switch to background %l
sr: пребаци се на позадину %l

source: switch to costume %l
sr: пребаци се на костим %l

source: tempo
sr: темпо

source: think %s
sr: замисли %s

source: think %s for %n secs
sr: замисли %s током %n секунде

source: timer
sr: тајмер

source: touching %m?
sr: додирује %m?

source: touching color %C?
sr: додирује боју %C?

source: turn %n degrees
sr: окрет за %n степени

source: variables
sr: променљиве

source: volume
sr: јачина звука

source: wait %n secs
sr: чекај %n секунду

source: wait until %b
sr: чекај док не %b

source: when %k key pressed
sr: када је дирка %k притиснута

source: when %m clicked
sr: када је кликнуто на %m

source: when I receive %e
sr: када примим %e

source: x position
sr: место x

source: y position
sr: место y

source: (empty)
sr: (празно)

source: 1 script
sr: 1 програм

source: About Scratch
sr: О Scratch-у

source: About this project:
sr: О овом пројекту:

source: abs
sr: апс

source: add comment
sr: додај коментар

source: add comment here
sr: овде додај коментар

source: all
sr: све

source: and
sr: и

source: Animation
sr: Анимација

source: any
sr: било који

source: Art
sr: Уметност

source: background
sr: позадина

source: backgrounds
sr: позадине

source: Backgrounds
sr: Позадине

source: brightness
sr: осветљеност

source: Brush size:
sr: Величина четкице:

source: button
sr: дугме

source: button pressed
sr: дугме је притиснуто

source: Camera
sr: Камера

source: can rotate
sr: може да се окреће

source: cancel
sr: откажи

source: Cancel
sr: Откажи

source: Choose a folder
sr: Одабери директоријум

source: Choose new sprite from file
sr: Одабери нови лик из датотеке

source: clean up
sr: среди

source: Clear
sr: Обриши

source: Clear canvas
sr: Обриши подлогу за цртање

source: Close and continue
sr: Зтвори и настави

source: Close dialog?
sr: Затворити дијалог?

source: Close paint editor?
sr: Затворити уређивач слика?

source: close port
sr: затвори пролаз

source: Close sound recorder?
sr: Затвори снимач звука?

source: color
sr: боја

source: Compress Images
sr: Сабиј слике

source: Compress Sounds
sr: Сабиј звукове

source: Compress sounds and images
sr: Сабиј звукове и слике

source: Computer
sr: Рачунар

source: connected
sr: спојено

source: Connecting to
sr: Повезујем се са

source: Copy
sr: Умножи

source: costume
sr: костим

source: costumes
sr: костими

source: Costumes
sr: Костими

source: Could not read
sr: Није могуће учитавање

source: Could not read project; file may be damaged
sr: Не могу да учитам пројекат; постоји могућност да је датотека оштећена

source: Could not write file
sr: Не могу да уписујем у датотеку

source: Create account
sr: Направи налог за пријаву

source: Create an empty project
sr: Започни нови пројекат

source: Data sent. Waiting for response...
sr: Подаци послати. Чекам одговор...

source: delete
sr: обриши

source: Delete
sr: Обриши

source: Delete a list
sr: Обриши листу

source: Delete a variable
sr: Обриши променљиву

source: Delete this background
sr: Обриши ову позадину

source: Delete this costume
sr: Обриши овај костим

source: Delete this sound
sr: Обриши овај звук

source: Delete this sprite
sr: Обриши овај лик

source: Desktop
sr: Радна површина

source: disable remote sensor connections
sr: прекини везу са удаљеним сензорима

source: distance
sr: удаљеност

source: Documents
sr: Документи

source: don't rotate
sr: не окреће се

source: Don't Save
sr: Немој да сачуваш

source: Done
sr: Урађено

source: down
sr: доле

source: down arrow
sr: стрелица доле

source: drag to resize
sr: вуци да би променио величину

source: drag to rotate
sr: вуци да би окретао

source: draggable on website?
sr: лик је могуће премештати током презентације?

source: duplicate
sr: умножи

source: Duplicate
sr: Умножи

source: edge
sr: руб

source: Edit
sr: Уреди

source: Ellipse tool (draw outlined or filled ellipse or circle)
sr: Елипса (цртање елепси или кругова са или без попуне)

source: enable remote sensor connections
sr: омогући везу са удаљеним сензором

source: Enter presentation mode
sr: Пређи на презантацију (преко целог екрана)

source: Eraser
sr: Гумица

source: Eraser size
sr: Дебљина гумице

source: Error!
sr: Грешка!

source: Examples
sr: Примери

source: Exit presentation
sr: Изађи из презентације

source: Exit presentation mode
sr: Изађи из презентације

source: export
sr: извези

source: Export Background
sr: Извези позадину

source: Export Costume
sr: Извези костим

source: Export failed
sr: Извоз није успео

source: Export Sound
sr: Извези звук

source: Export Sprite
sr: Извези лик

source: export this costume
sr: извези овај костим

source: export this sound
sr: извези овај звук

source: export this sprite
sr: извези овај лик

source: Extras menu
sr: Мени додатака

source: Eyedropper tool (select a color)
sr: Пипета (одабери боју)

source: Failed:
sr: Неуспешно:

source: false
sr: нетачно

source: File
sr: Датотека

source: File not found
sr: Датотека није пронађена

source: Fill tool (fill areas with color or gradient)
sr: Попуна (попуњава област бојом или градацијом нијанси)

source: first
sr: први

source: fisheye
sr: рибље око

source: Flash blocks (fast)
sr: Трепереће наредбе (брзо)

source: Flash blocks (slow)
sr: Трепереће наредбе (споро)

source: Flip horizontally
sr: Преокрени постранично

source: Flip vertically
sr: Преокрени наглавце

source: For all sprites
sr: За све ликове

source: For this sprite only
sr: Само за овај лик

source: Game
sr: Игра

source: Get surprise sprite
sr: Лик изненађења

source: Get the last thing deleted
sr: Врати последње обрисан

source: Getting Started
sr: Почињемо

source: ghost
sr: дух

source: Go To Scratch Website
sr: Иди на Scratch сајт

source: grab screen region for new costume
sr: изабери део екрана за нови костим

source: grab screen region for new sprite
sr: изабери део екрана за нови лик

source: Grow
sr: Повећај

source: Grow sprite
sr: Повећај лик

source: hello
sr: здраво

source: Hello!
sr: Здраво!

source: help
sr: помоћ

source: Help
sr: Помоћ

source: Help Page
sr: Интернет страна за помоћ

source: Help Screens
sr: Екран за помоћ

source: Hide Motor Blocks
sr: Сакриј наредбе мотора

source: High (biggest)
sr: Висок

source: Hmm...
sr: Хмм...

source: Home
sr: Кући

source: Images compressed
sr: Слике сабијене

source: import
sr: увези

source: Import
sr: Увези

source: Import an image on top of your current canvas
sr: Увези слику на цртаћу подлогу

source: Import Background
sr: Увези позадину

source: Import Costume
sr: Увези костим

source: Import Image
sr: Увези слику

source: Import List
sr: Увези листу

source: Import Project
sr: Увези пројекат

source: import project
sr: увези пројекат

source: Import Sound
sr: Увези звук

source: Incompatible Scratch file format
sr: Неподржани облик Scratch датотеке

source: Is the folder read-only?
sr: Да ли је директоријум само за читање?

source: JPEG Quality (10-100)?
sr: JPEG квалитет (10-100)?

source: Language
sr: Језик

source: large readout
sr: увећано

source: last
sr: последњи

source: left
sr: лево

source: left arrow
sr: стрелица лево

source: length
sr: величина

source: light
sr: светло

source: Line tool (draw lines)
sr: Линија (исцртава линије)

source: List name?
sr: Име листе?

source: Low
sr: Низак

source: Lowest (smallest)
sr: Најнижи

source: Make a list
sr: Направи листу

source: Make a variable
sr: Направи променљиву

source: Max:
sr: Највише:

source: meow
sr: мијау

source: Message name:
sr: Име поруке:

source: Min:
sr: Најмање:

source: mod
sr: мод

source: more
sr: још

source: More tags:
sr: Још ознака:

source: mosaic
sr: мозаик

source: mouse x:
sr: миш x:

source: mouse y:
sr: миш y:

source: mouse-pointer
sr: показивач миша

source: Move
sr: Премести

source: Music
sr: Музика

source: My Projects
sr: Моји пројекти

source: new
sr: нови

source: New
sr: Нова

source: New background:
sr: Нова позадина:

source: New costume:
sr: Нови костим:

source: New file name?
sr: Ново име датотеке?

source: New Filename:
sr: Име нове датотеке:

source: New sound:
sr: Нови звук:

source: New Sprite
sr: Нови лик

source: New sprite:
sr: Нови лик:

source: No
sr: Не

source: No MIDI ports currently available.
sr: Тренутно нема слободних MIDI ulaza/излаза.

source: No motion blocks
sr: Нема наредби за кретање

source: no scripts
sr: нема програма

source: No serial ports found
sr: Није пронађен серијски улаз/излаз.

source: No variables.
sr: Нема променљивих.

source: Normal
sr: Просечан

source: normal readout
sr: уобичајени изглед

source: Off
sr: Искључено

source: OK
sr: Уреду

source: On
sr: Укључено

source: only face left-right
sr: глада само лево-десно

source: Open
sr: Отвори

source: Open a Scratch project
sr: Отвори Scratch пројекат

source: Open Project
sr: Отвори пројекат

source: or
sr: или

source: Paint
sr: Насликај

source: Paint Editor
sr: Уређивач слика

source: Paint new sprite
sr: Насликај нови лик

source: Paintbrush
sr: Четкица за сликање

source: Password:
sr: Лозинка:

source: Percent? (100 gives original size)
sr: Проценат? (100 даје изворну величину)

source: Pictures
sr: Слике

source: pixelate
sr: позрнати

source: play
sr: покрени

source: Please enter a number
sr: Молим унесите број

source: pop
sr: поп

source: Position the cross-hair to set the rotation center
sr: Крстићем одредити центар окретања

source: Preparing project...
sr: Припремам пројекат...

source: Project author:
sr: Аутор пројекта:

source: Project name
sr: Име пројекта

source: Project Notes
sr: Пројектне белешке

source: Project notes
sr: Пројектне белешке

source: Project uploaded.
sr: Пројекат је послат.

source: Projects
sr: Пројекат

source: Quit
sr: Крај

source: Quit Scratch
sr: Заврши рад са Scratch-ом?

source: Reading
sr: Читање

source: record
sr: сними

source: Record
sr: Сними

source: recording
sr: снимам

source: Rectangle tool (draw outlined or filled rectangle or square)
sr: Правоугаоник (црта празне или испуњене правоугаонике или квадрате)

source: Redo
sr: Понови

source: Reference Guide
sr: Референтни приручник

source: Remote sensor connections enabled
sr: Омогућена је веза са удаљиним сензорима

source: Remove viewer from stage
sr: Уклони посматрача са позорнице

source: resistance
sr: отпор

source: resize this sprite
sr: увећај овај лик

source: reverse
sr: промени

source: right
sr: десно

source: right arrow
sr: стрелица десно

source: Rotate clock-wise
sr: Окрени у десно

source: Rotate counter-clock-wise
sr: Окрени у лево

source: rotate this sprite
sr: окрећи овај лик

source: Rotation degrees?
sr: Окрет у степенима?

source: Save
sr: Сачувај

source: Save a copy of the current project
sr: Сачувај додатну копију овог пројекта

source: Save As
sr: Сачувај као...

source: Save changes before quitting?
sr: Да ли да сачувам промене пре завршетка?

source: Save failed
sr: Снимање неуспело

source: save picture of scripts
sr: сачувај слику програма

source: save picture of stage...
sr: сачувај слику позорнице...

source: Save Project
sr: Сачувај пројекат

source: Save Scripts Snapshot
sr: Сачувај слику програма

source: Save Stage Shot
sr: Сачувај снимак позорнице

source: Save the current project
sr: Сачувај овај пројекат

source: Save the current project?
sr: Сачувати овај пројекат?

source: Save this project
sr: Сачувај овај пројекат

source: Scripts
sr: Програми

source: select serial/USB port
sr: одабери серијски/USB улаз/излаз

source: Select tool (move, modify, or delete selection)
sr: Означавање (избор онога што се премешта, мења или брише)

source: Set costume center
sr: Одреди центар костима

source: Set language
sr: Одреди језик

source: Set rotation center
sr: Задај центар окретања

source: Set Single Stepping
sr: Извршење корак по корак

source: set slider min and max
sr: Постави граничне вредности за клизач

source: Share
sr: Објави

source: Share this project
sr: Објави овај пројекат

source: Share This Project Online
sr: Објави овај пројекат на Интернету

source: Show Motor Blocks
sr: Прикажи наредбе мотора

source: show ScratchBoard watcher
sr: прикажи чувара ScratchBoard-а

source: Shrink
sr: Умањи

source: Shrink sprite
sr: Смањи лик

source: Simulation
sr: Симулација

source: Single-step speed?
sr: Брзина извршења корак по корак

source: slider
sr: клизач

source: Slider range:
sr: Границе клизача:

source: Sound quality:
sr: Квалитет звука:

source: Sound Recorder
sr: Снимач звука

source: Sounds
sr: Звукови

source: Sounds compressed
sr: Звукови сабијени

source: space
sr: размак

source: Sprite
sr: Лик

source: Sprites
sr: Ликови

source: sqrt
sr: корен

source: Stage
sr: Позорница

source: Stage selected:
sr: Одабрана је позорница:

source: Stamp tool (select area, then stamp copies of it)
sr: Печат (одабери подручје, печатирај одабраним)

source: Start green flag scripts
sr: Покрени програм придружен зеленој заставици

source: Start Single Stepping
sr: Почни извршење корак по корак

source: stop
sr: стани

source: Stop everything
sr: Заустави све

source: Stop Single Stepping
sr: Искључи корак по корак

source: Story
sr: Прича

source: Support Site
sr: Сајт за подршку

source: Switch colors
sr: Замени боје

source: Switch to full stage
sr: Пређи на велику позорницу

source: Switch to presentation mode
sr: Пређи на презентацију (преко целог екрана)

source: Switch to small stage
sr: Пређи на малу позорницу

source: Tags:
sr: Ознаке:

source: Text tool (edit text layer)
sr: Писање (уређивање слоја са текстом)

source: That variable name is already in use
sr: То име променљиве је већ употребљено

source: that way
sr: позитиван

source: The file name already exists. Overwrite existing file?
sr: Датотека са тим именом већ постоји. Писати преко ње?

source: thing
sr: ствар

source: this way
sr: негативан

source: tilt
sr: нагиб

source: true
sr: тачно

source: Turbo speed
sr: Турбо брзина

source: turn into new sprite
sr: претвори у нови лик

source: Undelete
sr: Поврати обрисано

source: Undo
sr: Опозови

source: up
sr: горе

source: up arrow
sr: стрелица горе

source: Updating thumbnails
sr: Ажурирај сличице

source: Upload succeeded!
sr: Пребацивање на удаљени рачунар успешно!

source: Upload to Scratch Server
sr: Пошаљи на Scratch-ов сервер

source: Uploading
sr: Шаљем на удаљени рачунар

source: Variable name?
sr: Име променљиве?

source: View on stage
sr: Прикажи на позорници

source: What's your name?
sr: Како се зовеш?

source: whirl
sr: вртлог

source: world
sr: свет

source: Write Multiple Project Summaries
sr: Запиши вишеструке кратке прегледе пројекта

source: Write Project Summary
sr: Запиши каратак преглед пројекта

source: Yes
sr: Да

source: Your project is now online at
sr: Ваш пројекат је сада на Интернету на

source: Your Scratch website login name:
sr: Ваше име за пријаву на Scratch сајту:

source: Zoom in
sr: Увећај

source: Zoom out
sr: Смањи

source: Accordion
sr: Хармоника

source: Acoustic Bass
sr: Акустични бас

source: Acoustic Bass Drum
sr: Акустични бас бубањ

source: Acoustic Grand
sr: Акустични концертни клавир

source: Acoustic Snare
sr: Акустични добош

source: Agogo
sr: Агого

source: Alto Sax
sr: Алт саксофон

source: Applause
sr: Аплауз

source: Bagpipe
sr: Гајде

source: Banjo
sr: Бенџо

source: Baritone Sax
sr: Баритон саксофон

source: Bass Drum 1
sr: Бас бубањ 1

source: Bassoon
sr: Фагот

source: Bird Tweet
sr: Цвркут птице

source: Blown Bottle
sr: Дување у боцу

source: Brass Section
sr: Лимени дувачки инструменти

source: Breath Noise
sr: Звук дисања

source: Bright Acoustic
sr: Јасни акустик

source: Cabasa
sr: Кабаса

source: Celesta
sr: Целеста

source: Cello
sr: Виолончело

source: Chinese Cymbal
sr: Кинеска чинела

source: Choir Aahs
sr: Хорско ааа...

source: Church Organ
sr: Црквене оргуље

source: Clarinet
sr: Кларинет

source: Claves
sr: Клавес

source: Clavinet
sr: Клавинет

source: Closed Hi-Hat
sr: Затворена контра-чинела

source: Contrabass
sr: Контрабас

source: Cowbell
sr: Звоно за краве

source: Crash Cymbal 1
sr: Креш чинела 1

source: Crash Cymbal 2
sr: Креш чинела 2

source: Distortion Guitar
sr: Гитара са дисторзијом

source: Drawbar Organ
sr: Оргуље са ручком

source: Dulcimer
sr: Цимбало

source: Electric Bass (finger)
sr: Електричка бас-гитара (свирана прстима)

source: Electric Bass (pick)
sr: Електричка бас-гитара (свирана трзалицом)

source: Electric Clean Guitar
sr: Електрична гитара без ефеката

source: Electric Grand
sr: Електрични концертни клавир

source: Electric Jazz Guitar
sr: Електрична џез гитара

source: Electric Muted Guitar
sr: Електрична гитара - пригушена

source: Electric Piano 1
sr: Електрични клавир 1

source: Electric Piano 2
sr: Електрични клавир 2

source: Electric Snare
sr: Електрични добош

source: English Horn
sr: Енглески рог

source: FX 1 (rain)
sr: Ефекат 1 (киша)

source: FX 2 (soundtrack)
sr: Ефекат 2 (музика из филма)

source: FX 3 (crystal)
sr: Ефекат 3 (кристал)

source: FX 4 (atmosphere)
sr: Ефекат 4 (атмосфера)

source: FX 5 (brightness)
sr: Ефекат 5 (светлост)

source: FX 6 (goblins)
sr: Ефекат 6 (гоблини)

source: FX 7 (echoes)
sr: Ефекат 7 (одјеци)

source: FX 8 (sci-fi)
sr: Ефекат 8 (научна фантастика)

source: Fiddle
sr: Виолина (стара)

source: Flute
sr: Флаута

source: French Horn
sr: Француски рог

source: Fretless Bass
sr: Бас гитара без прагова

source: Glockenspiel
sr: Металофон

source: Guitar Fret Noise
sr: Звук прагова гитаре

source: Guitar Harmonics
sr: Хармоници гитаре

source: Gunshot
sr: Пуцањ

source: Hand Clap
sr: Пљесак дланом

source: Harmonica
sr: Усна хармоника

source: Harpsichord
sr: Чембало

source: Helicopter
sr: Хеликоптер

source: Hi Bongo
sr: Високи Бонго

source: Hi Wood Block
sr: Дрвена плоча високо

source: Hi-Mid Tom
sr: Тимпани средње високи

source: High Agogo
sr: Високи агого

source: High Floor Tom
sr: Тимпани високи (подни)

source: High Timbale
sr: Тимбал високи

source: High Tom
sr: Тимпан високи

source: Honky-Tonk
sr: Хонки-Тонк

source: Kalimba
sr: Калимба

source: Koto
sr: Кото

source: Lead 1 (square)
sr: Вођица 1 (квадрат)

source: Lead 2 (sawtooth)
sr: Вођица 2 (тестера)

source: Lead 3 (calliope)
sr: Вођица 3 (калиопа)

source: Lead 4 (chiff)
sr: Вођица 4 (шиф)

source: Lead 5 (charang)
sr: Вођица 5 (шаранг)

source: Lead 6 (voice)
sr: Вођица 6 (глас)

source: Lead 7 (fifths)
sr: Вођица 7 (квинте)

source: Lead 8 (bass+lead)
sr: Вођица 8 (бас+вођица)

source: Long Guiro
sr: Дуги гиро

source: Long Whistle
sr: Дуги звиждук

source: Low Agogo
sr: Дубоки агого

source: Low Bongo
sr: Дубоки бонго

source: Low Conga
sr: Дубока конга

source: Low Floor Tom
sr: Бас тимпан (подни)

source: Low Timbale
sr: Тимбал дубоки

source: Low Tom
sr: Тимпан дубоки

source: Low Wood Block
sr: Дрвена плоча дубоко

source: Low-Mid Tom
sr: Тимпани средње-ниски

source: Maracas
sr: Звечке

source: Marimba
sr: Маримба

source: Melodic Tom
sr: Тимпан мелодични

source: Music Box
sr: Музичка кутија

source: Mute Cuica
sr: Пригушена куика

source: Mute Hi Conga
sr: Пригушена висока конга

source: Mute Triangle
sr: Пригушен триангл
