Repository: LLK/scratch-pootle-translations
Catalog: scratch1.4/nai/nai.po
Languages: nai

source: Language-Name
nai: Tepehuan

source: %H sensor value
nai: %H Na jᶤx jix chatda'

source: %a of %m
nai: %a gu %m

source: %b and %b
nai: %b gio %b

source: %b or %b
nai: %b o %b

source: %f of %n
nai: %f gu %n

source: add %s to %L
nai: bᶤnda'%s a %L

source: background #
nai: J+'k mamxidhix #

source: broadcast %e
nai: b+x ja jossidha' %e

source: broadcast %e and wait
nai: b+x ja joxxidha' %e gio n+rada'

source: change %g effect by %n
nai: makam maxdha' %g na %n

source: change %v by %n
nai: makam %v por %n

source: change pen color by %n
nai: makam tu'm ka' gu ua'nkar ja'pna %n

source: change pen shade by %n
nai: Io'm piam palhᶤp maxdha' %n

source: change pen size by %n
nai: jumaika' gu ua'nkar por %n

source: change size by %n
nai: makam geka' por %n

source: change tempo by %n
nai: j+'k bhaan ka'm por %n

source: change volume by %n
nai: makam ap xi j+xkada' na %n

source: change x by %n
nai: makam x por %n

source: change y by %n
nai: makam y por %n

source: clear
nai: mai'chulhdha'

source: clear graphic effects
nai: ja'k bh+ya' ap

source: color %C is touching %C?
nai: ¿mamxi'ñkar %C bhaan %C?

source: control
nai: ma'o'n

source: costume #
nai: j+'kim t+i'dhix #

source: delete %y of %L
nai: mai'chulhdha' %y gu %L

source: direction
nai: paja'k n+iñchu'ñ

source: distance to %m
nai: j+'x a %m

source: forever
nai: gammᶤjᶤ

source: forever if %b
nai: gammᶤjᶤ %b

source: glide %n secs to x:%n y:%n
nai: da'npixdha' na %n segs a x:%n y:%n

source: go back %n layers
nai: ku' jimchuda' %n p+x ji ju'

source: go to %m
nai: jiim a %m

source: go to front
nai: b++p+' jimchuda'

source: go to x:%n y:%n
nai: jiim a x:%n y:%n

source: hide
nai: ᶤxchu'

source: hide variable %v
nai: ´+xchu' ap dhi' na cham maat+' %v

source: if %b
nai: jɇ' %b

source: if on edge, bounce
nai: m

source: insert %s at %i of %L
nai: muja'k bh+ichdha' %s gio %i de %L

source: item %i of %L
nai: item %i de %L

source: key %k pressed?
nai: ¿d+lh ua'nakar %k mai'xpa'?

source: length of %L
nai: Na jᶤ'k jir tɇbka' gu %L

source: length of %s
nai: Na jᶤ'k jir tɇbka' gu %s

source: list
nai: Na jᶤ'k mi dhaaxix

source: looks
nai: puchu'm

source: loud?
nai: ¿iu'm kaidha'

source: loudness
nai: t+xsadhiñ kaidha'

source: motion
nai: jimm+

source: mouse down?
nai: ¿ bas+k mai'sap?

source: mouse x
nai: x gu bas+k

source: mouse y
nai: gio gu bas+k

source: move %n steps
nai: joiñi'ñ %n k+isap

source: next background
nai: max jumai

source: next costume
nai: jumai jix j+mim

source: not %b
nai: cham %b

source: pen
nai: u'uankar

source: pen down
nai: t+bañdha' u'uankar

source: pen up
nai: t+sa'ñdha' u'uankar

source: pick random %n to %n
nai: jax na p+x chu'm ja'kolhiñ bhaan %n y %n

source: play drum %D for %n beats
nai: sasbia' tambolh %D j+'x %n joiñ

source: play note %N for %n beats
nai: Am tu sab palhᶤp %N

source: play sound %S
nai: sasbia' gu sasab %S

source: play sound %S until done
nai: sasbia' gu sasab %S gio t+ n+rada'

source: point in direction %d
nai: mujak xi k+xi'ñ s+lh %d

source: point towards %m
nai: muja'k xi k+xi'ñ na pai' %m

source: repeat %n
nai: gio up %n

source: repeat until %b
nai: giop mui' xi bh+ichdha' munmu na %b

source: replace item %i of %L with %s
nai: makam ja'k bh+ichdha' %i dhi %L na pai' %s

source: reset timer
nai: giop bhai'p ji k+sa' na jax aagidha'

source: rest for %n beats
nai: dhupiñ na pai' %n

source: round %n
nai: xikolhgidha' %n

source: say %s
nai: xi a' %s

source: say %s for %n secs
nai: xi a' %s gio %n xi'

source: sensing
nai: Mᶤmᶤichdhakar

source: sensor %h?
nai: ¿Mᶤichkar %h mᶤim ?

source: set %g effect to %n
nai: Bha bi'spa' ap gux abhartugi'ñ %g ja'pna %n

source: set %v to %n
nai: Bi'spa' %v piam %n

source: set instrument to %I
nai: Bi'spa' gu sasbikar a %l

source: set pen color to %c
nai: Bha bi'spa' ap gux abhartugi'ñ gu lápiz %c

source: set pen color to %n
nai: Bha bi'spa' ap gux abhartugi'ñ gu lápiz %n

source: set pen shade to %n
nai: Bi'spa' na jᶤx maaxilhia' gu u'uankar %n

source: set pen size to %n
nai: Bi'spa' na jᶤx maaxilhia' gu u'uankar %n

source: set size to %n%
nai: Bi'spa' na jᶤx a %n%

source: set tempo to %n bpm
nai: Bi'xpa' na jᶤ'x mᶤkiidha' %n bpm

source: set volume to %n%
nai: Xi dhaasa' gu kai'ch a %n%

source: set x to %n
nai: Bi'spa' x mummu %n

source: set y to %n
nai: maxdha'ap %n

source: show
nai: maxdha'ap

source: show variable %v
nai: Maxdha'ap gui' na pᶤx jim maxdha' %v

source: size
nai: j+'xka

source: sound
nai: sasab

source: stamp
nai: daxdha'

source: stop all
nai: ja tuttu b+x

source: stop all sounds
nai: ja tuttu' b+x gu sassab

source: stop script
nai: Ba kᶤᶤsa' nap tu' jax bua

source: switch to background %l
nai: makamkada'ap gu tukab ga'n a %l

source: switch to costume %l
nai: Makam buibsatda' a %l

source: think %s
nai: jum aaga' %s

source: think %s for %n secs
nai: jum aaga' %s na %n jotmoda'

source: timer
nai: Cronómetro

source: touching %m?
nai: ¿da'ng+ %m?

source: touching color %C?
nai: da'ng+ gu mamxiñkar %C?

source: turn %n degrees
nai: xikolh bh+iya' %n j+xka'

source: variables
nai: aixim tu'm

source: volume
nai: gekada'

source: wait %n secs
nai: n+rada' %n xi'

source: wait until %b
nai: n+rada' na gu %b

source: when %k key pressed
nai: nap ma'ispa' gu d+lh u'uandam %k

source: when %m clicked
nai: nap ma'ispa' gu %m

source: when I receive %e
nai: Na pai'dhuk dagia' %e

source: x position
nai: Na pai' kᶤk gu x

source: y position
nai: Na pai' kᶤk gu y

source: (empty)
nai: jup tu'm

source: 1 script
nai: ma'm mi tum a'gadam

source: About Scratch
nai: bhaan gu Scratch

source: About this project:
nai: bhaa dhi' na mi tum a'ga

source: abs
nai: abc

source: add comment
nai: Mi'p xi ua'ña' nap jax jix chᶤ'im

source: add comment here
nai: b+nda'ap ma'n a'ga' ya'

source: all
nai: b+x

source: and
nai: gio

source: any
nai: jax na p+x chu'm

source: background
nai: maxdha

source: backgrounds
nai: maxdha'

source: Backgrounds
nai: maxdha'

source: brightness
nai: toobik

source: Brush size:
nai: na j+x gu mamxiñkar

source: button
nai: butun

source: button pressed
nai: boi'xpaap gu butun

source: can rotate
nai: Jix bhai' nap xikolh bua'

source: cancel
nai: so'mdha'

source: Cancel
nai: so'mdha'

source: Choose a folder
nai: aaga gu ulñakar

source: Choose new sprite from file
nai: ma'n xi a' na pai' xibkam bha tum gamu' b+x aixim tu'm ñi'ok

source: clean up
nai: k+'mpi'

source: Clear
nai: k+'mpi'

source: Clear canvas
nai: k+mpigak gu jannulh

source: Close dialog?
nai: kuupa' ap gu a'ga

source: Close paint editor?
nai: ¿kuupa' ap na pai'dh+r jup bua gu mamxi'ñ?

source: close port
nai: xi kuup gu kingob

source: Close sound recorder?
nai: ¿xi kuup na pai' biipio' gu sasab?

source: color
nai: Aixim tu'm

source: Compress Images
nai: tlhichkada'ap gu mamaxdha'kar

source: Compress Sounds
nai: tllhichkada'ap gu sasab

source: Compress sounds and images
nai: tlhichkada'ap gu sasab gio mamaxdha'kar

source: Computer
nai: matda' ulhñakar

source: connected
nai: bhaan tuda'

source: Connecting to
nai: bhaan tu dañchudim a

source: Copy
nai: ma'n na jax chu'm jupna'

source: costume
nai: maakam tui'dh'

source: costumes
nai: maakam tu'm am

source: Costumes
nai: maakam tu'm am

source: Could not read
nai: cham jum jiñkoiñ

source: Could not read project; file may be damaged
nai: cham bhai' jum jiñkoiñ gu aixim tu'm niok, na pai' ulhñix xichui'dhixchi

source: Could not write file
nai: cham bhai'm u'uan na pai' jum ulhnix

source: Create account
nai: jumaikada'

source: Create an empty project
nai: jumaikada' xibkam gu aixim tu'm ñi'ok

source: Data sent. Waiting for response...
nai: aixim tu'm ñi'ok joot. Te nera nam ja'k buidha'

source: delete
nai: mai'chulhdha'

source: Delete
nai: Mai'chulhdha'

source: Delete a list
nai: maichdha' ma'n sung+m

source: Delete a variable
nai: maichdha' na j+'x ba jim

source: Delete this costume
nai: maichdha'

source: Delete this sound
nai: maichdha' dhi sasab

source: Desktop
nai: ka'm tum u'uan

source: Documents
nai: u'uan

source: don't rotate
nai: chap jimmichu'nda'

source: down
nai: b+ta'n

source: down arrow
nai: u'uu b+ta'n

source: draggable on website?
nai: ¿baiss+na'ap na pai' web ' m+im

source: duplicate
nai: gokkada'ap

source: Duplicate
nai: Gokkada'ap

source: edge
nai: ju'ñdharam

source: Edit
nai: k+'mpigixkam ba busnia'.

source: Enter presentation mode
nai: bakia' na jax na mui' ji bh+ichdha'

source: Eraser
nai: uankar

source: Eraser size
nai: j+'x gu uañkar

source: Exit presentation mode
nai: busnia' nat pai'dh+r mu bh+ich

source: export
nai: bh+ika'

source: Export Background
nai: bh+ika' tukabga'n

source: Export Costume
nai: bh+ika' aixim t+iñxim

source: Export failed
nai: t+ bh+bh+tt+k cham am bua

source: Export Sound
nai: bh+ika' gu sasab

source: Export Sprite
nai: bh+ika' tu'

source: export this costume
nai: bh+ika' dhi'ñi tu'nap+x

source: Extras menu
nai: na pai'dh+r jum n+n+iñ gio jaipup

source: Eyedropper tool (select a color)
nai: ga'mukar(na pai'dh+r jum da'ng+ gu mamxikar)

source: Failed:
nai: cham am buix:

source: false
nai: iat

source: File not found
nai: cham jum t+ na pai' tum ulhis

source: Fill tool (fill areas with color or gradient)
nai: nap pai' t+gia' nap k+'n tu mamxidha'

source: first
nai: b++p+'(a)

source: fisheye
nai: buiñ gu batoop

source: Flash blocks (fast)
nai: mamxidha'ap da'nximjotmoda'

source: Flash blocks (slow)
nai: mamxidha'ap da'nxim (salh)

source: Flip horizontally
nai: Gai ja'k ap xi baissᶤna'

source: Flip vertically
nai: Bᶤta'n ja'k ap xi baissᶤna'

source: For all sprites
nai: B+x na jᶤk mi tu jai'ch

source: For this sprite only
nai: dhi'ñi ba' tu'

source: Get surprise sprite
nai: tu' cham matg+m

source: Get the last thing deleted
nai: tu' kugaram mai'buixim

source: grab screen region for new costume
nai: xi maxchuda'ap na pai' tum u'uan bhai'ba jup dunia' jumai gu maamtu'm t+iñxim

source: grab screen region for new sprite
nai: Xi maxchuda'ap nap jᶤx jumai jup duñia'

source: Grow
nai: gɇ'ka'n

source: Grow sprite
nai: gɇ'kada'ap dhi'

source: Hello!
nai: ¡Xᶤᶤban!

source: help
nai: palhbuiñ

source: High (biggest)
nai: t+b( jix ium ge)

source: Hmm...
nai: mmm…..

source: Home
nai: t+bgat

source: Images compressed
nai: tlhich mamaxkar

source: import
nai: joossa'

source: Import
nai: Jossa'

source: Import an image on top of your current canvas
nai: joossa' ma'n maxkar bhaan gu jannulh xib

source: Import Background
nai: joossa' tukab ja'k

source: Import Costume
nai: joossa' j+mim t+idhixkam

source: Import Image
nai: joossa' maxkar

source: Import List
nai: joossa' u'uanxim

source: Import Project
nai: joossa' aixim tu'm ua'nxim

source: import project
nai: joossa' aixim tu'm ua'nxim

source: Import Sound
nai: joossa sasab

source: Incompatible Scratch file format
nai: na pai' tum ulhis ma'n na jax chu'm

source: Is the folder read-only?
nai: ¿na pai' jum ulhis dai gu jiñkoiñ

source: JPEG Quality (10-100)?
nai: k++' JPEG (10-100)

source: Language
nai: a'ga

source: large readout
nai: gɇ'

source: last
nai: daipui'

source: left
nai: o'nsopd+r

source: left arrow
nai: u'uu o'nsopd+r

source: length
nai: Na jᶤ'x jir tɇb

source: light
nai: Bᶤgi'ñ

source: Line tool (draw lines)
nai: na pai'dh+r jum booso' gu tɇ'tɇb

source: List name?
nai: ¿jax ch+ na pai' tu daxix

source: Low
nai: t+bañdha'

source: Lowest (smallest)
nai: iom b+ta'n

source: Make a list
nai: xibkam

source: Make a variable
nai: xibkam aixim tu'm

source: meow
nai: ñau

source: Message name:
nai: jax ch+' gui' nat jum joot

source: more
nai: mui'

source: More tags:
nai: mui' bhibhixdam:

source: mosaic
nai: aixim tu'm bh+ndhixim

source: mouse x:
nai: x gu bas+k

source: mouse y:
nai: y gu bas+k

source: mouse-pointer
nai: s+ss+ñkaru'n gu bas+k

source: Move
nai: joiñiñ

source: Music
nai: saasab

source: new
nai: xibkam

source: New
nai: Xibkam

source: New background:
nai: tuukab xibkam:

source: New costume:
nai: xibkam aixim tu'm t+ t+'kam:

source: New Filename:
nai: xibkam t+' na pai' tum ga'mu:

source: New sound:
nai: xibkam sasab

source: New Sprite
nai: xibkam tu'

source: No
nai: cham

source: No MIDI ports currently available.
nai: cham jax chu'm ki'ngob MIDI bhai'

source: No motion blocks
nai: cham jaich daagixkam na joiñ

source: no scripts
nai: cham jaich gu b+x aixim ua'nxim

source: No serial ports found
nai: cham jax chu'm ki'ngob jix bhai'

source: No variables.
nai: cham jaich gu aixim tu'm

source: Normal
nai: Amp+x

source: Off
nai: tuukix

source: OK
nai: j+'ñdha'

source: On
nai: m+ichdhix

source: only face left-right
nai: dai mija'k t+ t+gia' o'nsopd+r-k+'nd+r

source: Open
nai: kupiok

source: Open a Scratch project
nai: kupio'ka'ap gu b+x aixim tu'm ua'ñixkam na pai' gu Scratch

source: Open Project
nai: kupiok gu aixim tu'm ua'ñixkam

source: or
nai: o

source: Paint
nai: mamxiñ

source: Paint Editor
nai: na pai'dh+r buan na k+'n tum mamxi'ñ

source: Paint new sprite
nai: tu'p xibkam xi mamxidha'

source: Paintbrush
nai: k+'n tum mamxi'ñ

source: Password:
nai: jax chu'm k+'n bakia':

source: Percent? (100 gives original size)
nai: ¿j+'xkada'? (100 amp+x na j+'x ka')

source: Pictures
nai: mamaxkar

source: pixelate
nai: Pixelizar

source: play
nai: taata'

source: Please enter a number
nai: mi'dh+r jap ma'n xi aaga' gu ja'kolhiñ

source: Position the cross-hair to set the rotation center
nai: bhai'kada'ap gu kuga'n na xikolh jimm+

source: Preparing project...
nai: buim aixim tu'm ua'nixkam…

source: Project author:
nai: jup duu dhi aiximtu'm ua'ñixkam

source: Project name
nai: jax ch+' aixim tu'm ua'ñixkam

source: Project Notes
nai: tu daaxix bhaan aixim tu'm ua'nixkam

source: Project notes
nai: tu daaxix bhaan aixim tu'm ua'nixkam

source: Project uploaded.
nai: aixim tu'm ua'ñixkam mui'dh+t

source: Projects
nai: aixim tu'm ua'ñixkam

source: Quit
nai: mi'p xi buaje

source: Quit Scratch
nai: mi'p xi buaje Scratch

source: record
nai: gamußap maßn na jaxchußm

source: Record
nai: Gamußap maßn na jaxchußm

source: recording
nai: na paiß jum ulhix gu ñiok

source: Rectangle tool (draw outlined or filled rectangle or square)
nai: na pai'dh+r jum booso' gu maakob t+b ju'ñdharkam

source: Redo
nai: dhi gio ja'k jup bua'

source: Remove viewer from stage
nai: ja'k bh+iya' na pai'dh+r n+iñ dhi ………………

source: resistance
nai: kabaak

source: right
nai: k+'nd+r

source: right arrow
nai: u'uu k+'nd+r

source: Rotate clock-wise
nai: xikolh bh+iya' na jax ja'k jimda' na pai' bhaan jix maat+' na bar j+'kka'

source: Rotate counter-clock-wise
nai: xikolh bh+iya' na jax ja'k cham jimm+ na pai' bhaan jix maat+' na bar j+'kka'

source: Save
nai: ulhña'

source: Save a copy of the current project
nai: ulhña ma'n puchu'm na b+x aixim tu'm ua'ñixkam

source: Save As
nai: ulhna' ap ja'pnija'k

source: Save failed
nai: cham bhai' jum ulh

source: save picture of scripts
nai: ulhña'ap gui' na bhai'p+x jum maaxi'ñ nap bhaan tu juan

source: save picture of stage...
nai: ulñaßap na paiß joidham jix bhaß tum mamxißñ.

source: Save Project
nai: ulhña'ap gu uanxim.

source: Save Scripts Snapshot
nai: ulhña'ap gui' na bhai' p+x jum maaxi'ñ bhaan nap bhaan tu juan

source: Save Stage Shot
nai: ulhña'ap gui' na bhai'p+x jum maaxi'ñ nap bhaan tu juan

source: Save the current project
nai: ulhña'ap dhi' nap bhaan tu juaan xib

source: Save the current project?
nai: ¿ulhña'ap a dhi' nap bhaan tu juaan xib?

source: Scripts
nai: b+x na tu' bhax maat+'

source: select serial/USB port
nai: n+idhixkam ap kupio'kidha' na paja'k aagidha' dhi USB

source: Select tool (move, modify, or delete selection)
nai: na pai'dh+r busaak na k+'n tum juaan(joi'ñdha',maakam duudñia' piam na ja'k bh+iya'bh+iya'

source: Set language
nai: gaaga' ap nap jaxchu'm ñi'ok k+'n jix chu juaanam………..

source: Set rotation center
nai: gaaga' ap nap pai'dh+r xikolh bua'

source: Set Single Stepping
nai: xi n+n+iñdha'ap na jax mui' jim k++sa'…..

source: set slider min and max
nai: dasa'ap na jaxchu'm jir +lhich gio na ge' jup jum bua na pai' s+lh ua'ñix

source: Share
nai: ¡mapga'n ich!

source: Share This Project Online
nai: mapga'n ich dhi'ñi ….

source: show ScratchBoard watcher
nai: maxdha'ap ScratchBoard

source: Shrink
nai: tlhichkada'ap

source: Shrink sprite
nai: Tlhichkada'ap dhi tu'

source: slider
nai: ja'p xi bh+ichu'n

source: Slider range:
nai: gɇ' nam++k

source: Sound quality:
nai: jix bhai' kaidha':

source: Sound Recorder
nai: man na jax chu'm maakam ja'k kaiñcha'

source: Sounds
nai: kaidha'

source: Sounds compressed
nai: jix bhai' +lhichkadhixkam kaidha'

source: space
nai: na pai jax jix chu bhai'

source: Sprite
nai: tu' na p+x

source: sqrt
nai: ma'n na jax chu' bhaan ja'kolhiñ t+'k+b jim

source: Stage
nai: na pai' tum joojoiñ

source: Stage selected:
nai: na pai' tum joojoiñ n+idhixkam:

source: Stamp tool (select area, then stamp copies of it)
nai: Daxkar (matg+lhchudajiap jᶤ'x gio ba' mui' bosga'

source: Start green flag scripts
nai: bhaan dhi bañdhir jix momdora' pui' duñidha' napich jax ja'k da'ñ………

source: Start Single Stepping
nai: xi ja t+gia'ap j+'d+lh

source: stop
nai: Xi kᶤᶤs

source: Stop everything
nai: b+x ap xi k++sa'

source: Stop Single Stepping
nai: k++sa' ap dhi' nap n+idhim na jax jum bua…………….

source: Switch colors
nai: jax nap p+x chu' k+'n b+ndidha' dhi mamxi'ñkar

source: Tags:
nai: Bhaan jix maatᶤ'

source: Text tool (edit text layer)
nai: na pai'dh+r k+'n tum u'uan

source: That variable name is already in use
nai: dhi' nap jax dha'nsa jumai pui' ba t++'

source: The file name already exists. Overwrite existing file?
nai: dhi' nap jix ch+tgan na pai' tum ulhs ba jaich.¿pui' ap jix ch+tgam?

source: true
nai: s+lhkam

source: Turbo speed
nai: io'm xi'

source: turn into new sprite
nai: jumai xibkamkada tu' na p+x

source: Undo
nai: kañio'ka'

source: up
nai: damd+r

source: up arrow
nai: u'uu damd+r

source: Updating thumbnails
nai: msgid "Updating thumbnails"

source: Upload succeeded!
nai: ua'xim ba tu jooxxix!

source: Upload to Scratch Server
nai: joossa'ap na pai'dh+r gu Scratch

source: Uploading
nai: mu tu jossatu'

source: Variable name?
nai: Na jax chᶤ gui' na pᶤx ji busnia'

source: View on stage
nai: jum maxdha' na pich jax ja'k chia nam buada'

source: whirl
nai: xiboolhik

source: Write Multiple Project Summaries
nai: jup duuñia' ap na pai' ua'nixkam mui' mix maat+'

source: Write Project Summary
nai: jup duñia'ap na pai'dh+r jix maat+' dhi ua'ñixkam

source: Yes
nai: jɇ'

source: Your project is now online at
nai: Dhi uañxim mu jup tu'i' Internet Ta'm

source: Your Scratch website login name:
nai: jaxch+' gui' na mi'x juaanam:

source: Zoom in
nai: miankada'ap

source: Zoom out
nai: m+kkada'ap

source: Accordion
nai: nansap+xkam sasbikar

source: Agogo
nai: Agogó

source: Applause
nai: kakpias

source: Blown Bottle
nai: xu'ngi' jix kabaak buxchamxim

source: Brass Section
nai: na pai' jix maatᶤ' gu bapaiñum

source: Breath Noise
nai: kaidha' na iibhᶤ

source: Choir Aahs
nai: Coro de aahs

source: Church Organ
nai: saasab chiopkam

source: Clarinet
nai: t+b tirimiax

source: Cowbell
nai: samomdam sasoi' ja soso'm

source: Crash Cymbal 1
nai: jooxia' crash ma'n

source: Crash Cymbal 2
nai: jooxia' crash gok

source: Distortion Guitar
nai: kichaar tu'mpixim………………….

source: Drawbar Organ
nai: Órgano Hammond

source: Dulcimer
nai: Dulcémele

source: Electric Bass (finger)
nai: b+ta'n kichaar jum sasabdam(dedos)

source: Electric Bass (pick)
nai: b+ta'n kichaar jum sasabdam juut k++'n

source: Electric Clean Guitar
nai: kichaar jum sabdam

source: Electric Jazz Guitar
nai: kichar

source: Electric Muted Guitar
nai: kichar

source: FX 1 (rain)
nai: Xi abhartuda'ap duk kᶤn

source: FX 2 (soundtrack)
nai: Xi abhartuda'ap gu tᶤroon kᶤ'n

source: FX 3 (crystal)
nai: Xi abhartuda'ap na kai'ñcha'

source: FX 4 (atmosphere)
nai: Xi abhartuda'ap ja'pna gampᶤx

source: FX 5 (brightness)
nai: Xi abhartuda'ap na am totbikda'

source: FX 6 (goblins)
nai: Xi abhartuda'ap ᶤ'lhich ja'tkam kᶤ'n

source: FX 7 (echoes)
nai: Xi abhartuda'ap kᶤ'n gu jix kaidha' bapai'

source: FX 8 (sci-fi)
nai: Xi abhartuda'ap na giilhim xim buada' nap champai' nᶤi'n

source: Fiddle
nai: laber

source: Flute
nai: tirimiax

source: Gunshot
nai: Xipun

source: Hand Clap
nai: Gᶤbxi'ñ

source: Lead 1 (square)
nai: Dhi'pᶤk na jimm+ ja'pna suudai'

source: Lead 2 (sawtooth)
nai: Dhi'pᶤk nax mu'muk jimmᶤ

source: Lead 3 (calliope)
nai: Dhi'pᶤk saabkar dᶤ'nkam

source: Lead 4 (chiff)
nai: Dhi'pᶤk sabkar gai jimmᶤdam

source: Lead 6 (voice)
nai: Dhi'pᶤk kartarga'n

source: Lead 7 (fifths)
nai: Dhi'pᶤx sabkar jix chamam gigiarkam

source: Lead 8 (bass+lead)
nai: Dhi'pᶤk saasab na bᶤta'n

source: Long Whistle
nai: tɇb kuichdha'kar

source: Nylon String Guitar
nai: Kichar

source: Overdriven Guitar
nai: Kiichar jix buam p+x sab

source: Pad 1 (new age)
nai: tu'kab ma'n(xibkam

source: Pad 2 (warm)
nai: tu'kab gok( )

source: Pad 3 (polysynth)
nai: tu'kab baik (+lhichkandam)

source: Pad 4 (choir)
nai: tu'kab maakob(mui' kaidha')

source: Pad 5 (bowed)
nai: tukab chamam(na gaat)

source: Pad 6 (metallic)
nai: tukab xiumma'n(tobikdam)

source: Pad 7 (halo)
nai: tukab xiumgok(aureola)

source: Pad 8 (sweep)
nai: tukab xiummaakob(boxkixim)

source: Pan Flute
nai: tirimiax

source: Recorder
nai: tirimiax jix maikak

source: Reverse Cymbal
nai: joxia' kuikxim

source: Ride Bell
nai: samuñkar joxia' añdhadam

source: Ride Cymbal 1
nai: joxia' a'ñdhadam ma'n

source: Ride Cymbal 2
nai: joxia' a'ñdhadam gok

source: Seashore
nai: gɇ' suudai'

source: Short Whistle
nai: tupulhich kuichdha'kar

source: Side Stick
nai: s+lh ja'k g++g+b

source: Slap Bass 1
nai: b+ta'n g+bix ma'n

source: Slap Bass 2
nai: b+ta'n g+bix gok

source: Splash Cymbal
nai: joxia' splash

source: Steel Drums
nai: bapaiñum tatambulh

source: Steel String Guitar
nai: kiichar

source: String Ensemble 1
nai: mui' t+ttropiñ sab ma'n

source: String Ensemble 2
nai: mui' t+ttropiñ sab gok

source: Synth Bass 1
nai: b+ta'n +lhichkadhix ma'n

source: Synth Bass 2
nai: b+ta'n +lhichkadhix gok

source: Synth Voice
nai: tlhichkadix gu ñi'ok

source: SynthBrass 1
nai: t'lhichkadhixkam bapaiñum ma'n

source: SynthBrass 2
nai: t'lhichkadhixkam bapaiñum gok

source: SynthStrings 1
nai: t'rdich t+ttropiñ sasab ma'n

source: SynthStrings 2
nai: t'rdich t+ttropiñ sasab gok

source: Taiko Drum
nai: tambolh

source: Tinkle Bell
nai: ᶤlhi'ch saamunkar

source: Trumpet
nai: Gɇ' kuixdhakar

source: Tubular Bells
nai: samuñkar d+'nkam

source: Violin
nai: laber

source: Whistle
nai: Kuichdha'kar
