Repository: LLK/scratch-pootle-translations
Catalog: blocks/*/blocks.po
Languages: ast, gl, zh_cn

source: Language-Name
ast: Asturianu
gl: Galego

source: %b and %b
ast: %b y %b
gl: %b e %b
zh_cn: %b 且 %b

source: %b or %b
ast: %b o %b
gl: %b ou %b
zh_cn: %b 或 %b

source: %m.attribute of %m.spriteOrStage
ast: %m.attribute de %m.spriteOrStage
gl: %m.attribute de %m.spriteOrStage
zh_cn: %m.attribute ( %m.spriteOrStage )

source: %m.list contains %s
ast: %m.list contién %s
gl: %m.list contén %s

source: %m.mathOp of %n
ast: %m.mathOp de %n
gl: %m.mathOp de %n
zh_cn: %m.mathOp 数值 %n

source: %m.sensor sensor value
ast: valor del sensor %m.sensor
gl: valor do sensor %m.sensor
zh_cn: %m.sensor 的侦测值

source: add %s to %m.list
ast: amiesta %s a %m.list
gl: engade %s a %m.list
zh_cn: 新增项目 %s ( %m.list )

source: answer
ast: respuesta
gl: resposta
zh_cn: 询问的答案

source: ask %s and wait
ast: entrugar %s y esperar
gl: preguntar %s e agardar
zh_cn: 询问 %s 并等待

source: backdrop #
ast: núm. de fondu
gl: fondo #
zh_cn: 背景编号

source: backdrop name
ast: nombre de fondu
gl: nome de fondo
zh_cn: 背景名称

source: broadcast %m.broadcast
ast: tresmitir %m.broadcast
gl: enviar a todos %m.broadcast
zh_cn: 广播消息 %m.broadcast

source: broadcast %m.broadcast and wait
ast: tresmitir %m.broadcast y esperar
gl: enviar a todos %m.broadcast e agardar
zh_cn: 广播消息 %m.broadcast 并等待

source: change %m.effect effect by %n
ast: camudar efeutu %m.effect por %n
gl: cambiar efecto %m.effect por %n
zh_cn: 效果 %m.effect 改变 %n

source: change %m.var by %n
ast: camudar %m.var por %n
gl: trocar %m.var por %n
zh_cn: 变量 %m.var 改变 %n

source: change pen color by %n
ast: camudar color del llápiz por %n
gl: cambiar a cor do lapis a %n
zh_cn: 笔迹颜色改变 %n

source: change pen shade by %n
ast: camudar la intensidá del llápiz por %n
gl: cambiar intensidade do lapis a %n
zh_cn: 笔迹亮度改变 %n

source: change pen size by %n
ast: camudar tamañu del llápiz por %n
gl: cambiar tamaño do lapis a %n
zh_cn: 笔迹宽度改变 %n

source: change size by %n
ast: camudar tamañu por %n
gl: cambiar tamaño por %n
zh_cn: 尺寸改变 %n

source: change tempo by %n
ast: camudar el tempo por %n
gl: cambiar ritmo por %n
zh_cn: 演奏速度改变 %n

source: change volume by %n
ast: camudar el volume por %n
gl: cambiar volume por %n
zh_cn: 音量改变 %n

source: change x by %n
ast: camudar x por %n
gl: trocar x por %n
zh_cn: x 改变 %n

source: change y by %n
ast: camudar y por %n
gl: trocar y por %n
zh_cn: y 改变 %n

source: clear
ast: llimpiar
gl: borrar
zh_cn: 笔迹清除

source: clear graphic effects
ast: llimpiar efeutos gráficos
gl: quitar efectos gráficos
zh_cn: 效果清除

source: color %c is touching %c?
ast: ¿el color %c ta tocando %c?
gl: cor %c tocando sobre %c?
zh_cn: 颜色 %c 碰到颜色 %c?

source: costume #
ast: núm. de disfraz
gl: disfrace #
zh_cn: 造型编号

source: create clone of %m.spriteOnly
ast: crear clon de %m.spriteOnly
gl: crear clon de %m.spriteOnly
zh_cn: 分身 %m.spriteOnly 建立

source: current %m.timeAndDate
ast: %m.timeAndDate actual
gl: %m.timeAndDate xusto agora
zh_cn: 目前时间的 %m.timeAndDate

source: Data
ast: Datos
gl: Datos
zh_cn: 数据

source: days since 2000
ast: díes dende 2000
gl: días dende o 2000
zh_cn: 2000年迄今日数

source: define
ast: definir
gl: definir
zh_cn: 定义

source: delete %d.listDeleteItem of %m.list
ast: desaniciar %d.listDeleteItem de %m.list
gl: borrar %d.listDeleteItem de %m.list
zh_cn: 删除第 %d.listDeleteItem 项 ( %m.list )

source: delete this clone
ast: desaniciar esti clon
gl: borrar este clon
zh_cn: 分身删除

source: direction
ast: direición
gl: dirección
zh_cn: 方向

source: distance
ast: distancia
gl: distancia
zh_cn: 距离

source: distance to %m.spriteOrMouse
ast: distancia a %m.spriteOrMouse
gl: distancia a %m.spriteOrMouse
zh_cn: 与 %m.spriteOrMouse 的间距

source: else
ast: sinón
gl: se non
zh_cn: 否则

source: Events
ast: Socesos
gl: Eventos
zh_cn: 事件

source: forever
ast: pa siempres
gl: para sempre
zh_cn: 重复无限次

source: glide %n secs to x:%n y:%n
ast: eslizar %n seg. a x:%n y:%n
gl: moverse %n seg cara a x:%n y:%n
zh_cn: 滑行 %n 秒到 x:%n y:%n

source: go back %n layers
ast: dir %n capes p'atrás
gl: enviar atrás %n capas
zh_cn: 图层下移 %n 层

source: go to %m.spriteOrMouse
ast: dir a %m.spriteOrMouse
gl: ir a %m.spriteOrMouse

source: go to front
ast: dir al frente
gl: enviar á fronte
zh_cn: 图层上移至顶层

source: go to x:%n y:%n
ast: dir a x:%n y:%n
gl: ir a x:%n y:%n
zh_cn: 定位到 x:%n y:%n

source: hide
ast: anubrir
gl: agochar
zh_cn: 隐藏

source: hide list %m.list
ast: anubrir la llista %m.list
gl: esconder lista %m.list
zh_cn: 链表 %m.list 隐藏

source: hide variable %m.var
ast: anubrir la variable %m.var
gl: esconder variable %m.var
zh_cn: 变量 %m.var 隐藏

source: if %b then
ast: si %b entós
gl: si %b entón
zh_cn: 如果 %b 那么

source: if on edge, bounce
ast: si ta na llende, rebotar
gl: rebotar se toca un bordo
zh_cn: 碰到边缘就反弹

source: insert %s at %d.listItem of %m.list
ast: inxertar %s en %d.listItem de %m.list
gl: insertar %s en %d.listItem de %m.list
zh_cn: 添加 %s 为第 %d.listItem 项( %m.list )

source: item %d.listItem of %m.list
ast: elementu %d.listItem de %m.list
gl: elemento %d.listItem de %m.list
zh_cn: 链表第 %d.listItem 项项目( %m.list )

source: join %s %s
ast: xunir %s %s
gl: xuntar %s %s
zh_cn: 字串组合 %s 和 %s

source: key %m.key pressed?
ast: ¿ta calcada la tecla %m.key?
gl: tecla %m.key premida?
zh_cn: %m.key 键被按下？

source: length of %m.list
ast: llonxitú de %m.list
gl: lonxitude de %m.list
zh_cn: 链表 %m.list 的项目数

source: length of %s
ast: llonxitú de %s
gl: lonxitude de %s
zh_cn: 字串长度( %s )

source: letter %n of %s
ast: lletra %n de %s
gl: letra %n de %s
zh_cn: 字串中第 %n 字( %s )

source: Looks
ast: Aspeutu
gl: Apariencia
zh_cn: 外观

source: loudness
ast: volume del soníu
gl: volume do son
zh_cn: 声音响度

source: More Blocks
ast: Más Bloques
gl: Máis Bloques
zh_cn: 更多模块

source: Motion
ast: Movimientu
gl: Movemento
zh_cn: 动作

source: mouse down?
ast: ¿mur calcáu?
gl: botón esquerdo no rato premido?
zh_cn: 鼠标键被按下？

source: mouse x
ast: x del mur
gl: rato x
zh_cn: 鼠标的 x

source: mouse y
ast: y del mur
gl: rato y
zh_cn: 鼠标的 y

source: move %n steps
ast: mover %n pasos
gl: mover %n pasos
zh_cn: 移动 %n 点

source: next backdrop
ast: siguiente fondu
gl: seguinte fondo de pantalla
zh_cn: 下一个背景

source: next costume
ast: siguiente disfraz
gl: seguinte disfrace
zh_cn: 造型换成下一个

source: not %b
ast: non %b
gl: non %b
zh_cn: %b 不成立

source: Operators
ast: Operadores
gl: Operadores
zh_cn: 运算

source: Pen
ast: Llápiz
gl: Lapis
zh_cn: 画笔

source: pen down
ast: baxar llápiz
gl: baixar lapis
zh_cn: 下笔

source: pen up
ast: xubir llápiz
gl: subir lapis
zh_cn: 停笔

source: pick random %n to %n
ast: númberu al debalu ente %n y %n
gl: número ao chou entre %n e %n
zh_cn: 随机取数 %n 到 %n

source: play drum %d.drum for %n beats
ast: tocar el tambor %d.drum demientres %n pulsos
gl: facer soar o tambor %d.drum durante %n pulsos
zh_cn: 演奏节拍 %d.drum %n 拍

source: play note %d.note for %n beats
ast: tocar la nota %d.note demientres %n pulsos
gl: facer soar a nota %d.note durante %n pulsos
zh_cn: 演奏音阶 %d.note %n 拍

source: play sound %m.sound
ast: tocar el soníu %m.sound
gl: facer soar %m.sound
zh_cn: 播放音效 %m.sound

source: play sound %m.sound until done
ast: tocar el soníu %m.sound fasta qu'acabe
gl: facer soar %m.sound e agardar
zh_cn: 播放音效 %m.sound 到底

source: point in direction %d.direction
ast: apuntar na direición %d.direction
gl: apuntar cara á dirección %d.direction
zh_cn: 面朝 %d.direction 度

source: point towards %m.spriteOrMouse
ast: apuntar pa %m.spriteOrMouse
gl: apuntar cara %m.spriteOrMouse
zh_cn: 面朝 %m.spriteOrMouse 向

source: repeat %n
ast: repetir %n
gl: repetir %n
zh_cn: 重复 %n 次

source: repeat until %b
ast: repetir fasta %b
gl: repetir ata %b
zh_cn: 重复直到 %b

source: replace item %d.listItem of %m.list with %s
ast: trocar l'elementu %d.listItem de %m.list por %s
gl: trocarr elemento %d.listItem de %m.list por %s
zh_cn: 替换第 %d.listItem 项于 %m.list 成 %s

source: reset timer
ast: reaniciar el cronómetru
gl: reiniciar cronómetro
zh_cn: 计时器重置

source: rest for %n beats
ast: silenciu de %n pulsos
gl: silencio por %n pulsos
zh_cn: 演奏休息 %n 拍

source: round %n
ast: redondiar %n
gl: redondear %n
zh_cn: 四舍五入数值 %n

source: say %s
ast: dicir %s
gl: dicir %s
zh_cn: 说出 %s

source: say %s for %n secs
ast: dicir %s demientres %n segundos
gl: dicir %s durante %n segundos
zh_cn: 说出 %s %n 秒

source: Sensing
ast: Sensores
gl: Sensores
zh_cn: 侦测

source: sensor %m.booleanSensor?
gl: sensor %m.booleanSensor activado?
zh_cn: 侦测器 %m.booleanSensor？

source: set %m.effect effect to %n
ast: poner l'efeutu %m.effect a %n
gl: fixar efecto %m.effect a %n
zh_cn: 效果 %m.effect 设为 %n

source: set %m.var to %s
ast: poner %m.var a %s
gl: fixar %m.var a %s
zh_cn: 变量 %m.var 设为 %s

source: set instrument to %d.instrument
ast: poner l'instrumentu a %d.instrument
gl: escoller o instrumento %d.instrument
zh_cn: 演奏乐器设为 %d.instrument

source: set %m.motor2 direction to %m.motorDirection
gl: fixar dirección %m.motor2 a %m.motorDirection
zh_cn: %m.motor2 的方向设为 %m.motorDirection

source: set %m.motor power to %n
gl: fixar potencia %m.motor a %n
zh_cn: %m.motor 的动力设为 %n

source: set pen color to %c
ast: poner el color del llápiz a %c
gl: fixar cor do lapis a %c
zh_cn: 笔迹颜色设为 %c

source: set pen color to %n
ast: poner el color del llápiz a %n
gl: fixar cor do lapis a %n
zh_cn: 笔迹颜色设为 %n

source: set pen shade to %n
ast: poner la intensidá del llápiz a %n
gl: fixar intensidade do lapis a %n
zh_cn: 笔迹亮度设为 %n

source: set pen size to %n
ast: poner el tamañu del llápiz a %n
gl: fixar tamaño do lapis a %n
zh_cn: 笔迹宽度设为 %n

source: set rotation style %m.rotationStyle
ast: poner l'estilu de xiru %m.rotationStyle
gl: fixar estilo de rotación %m.rotationStyle
zh_cn: 回转方式设为 %m.rotationStyle

source: set size to %n%
ast: poner el tamañu a %n%
gl: fixar tamaño a %n%
zh_cn: 尺寸设为 %n%

source: set tempo to %n bpm
ast: poner el tempo a %n
gl: fijar tempo a %n ppm
zh_cn: 演奏速度设为 %n bpm

source: set video transparency to %n%
ast: poner la tresparencia de videu a %n%
gl: fixar transparencia de video a %n%
zh_cn: 视讯透明度设为 %n%

source: set volume to %n%
ast: poner el volume a %n%
gl: fixar volume a %n%
zh_cn: 音量设为 %n%

source: set x to %n
ast: poner x a %n
gl: fixar x en %n
zh_cn: x 设为 %n

source: set y to %n
ast: poner y a %n
gl: fixar y en %n
zh_cn: y 设为 %n

source: show
ast: amosar
gl: amosar
zh_cn: 显示

source: show list %m.list
ast: amosar la llista %m.list
gl: amosar lista %m.list
zh_cn: 链表 %m.list 显示

source: show variable %m.var
ast: amosar la variable %m.var
gl: amosar variable %m.var
zh_cn: 变量 %m.var 显示

source: size
ast: tamañu
gl: tamaño
zh_cn: 尺寸

source: Sound
ast: Soníu
gl: Son
zh_cn: 音效

source: stamp
ast: sellu
gl: selar
zh_cn: 盖章

source: stop %m.stop
ast: parar %m.stop
gl: deter %m.stop
zh_cn: 停止 %m.stop

source: stop all sounds
ast: parar tolos soníos
gl: deter todos os sons
zh_cn: 停播所有音效

source: switch backdrop to %m.backdrop
ast: cambiar el fondu a %m.backdrop
gl: trocar fondo a %m.backdrop
zh_cn: 背景换成 %m.backdrop

source: switch backdrop to %m.backdrop and wait
ast: cambiar el fondu a %m.backdrop y esperar
gl: trocar fondo a %m.backdrop e agardar
zh_cn: 背景换成 %m.backdrop 并等待

source: switch costume to %m.costume
ast: cambiar el disfraz a %m.costume
gl: trocar disfrace a %m.costume
zh_cn: 造型换成 %m.costume

source: think %s
ast: pensar %s
gl: pensar %s
zh_cn: 想着 %s

source: think %s for %n secs
ast: pensar %s demientres %n segundos
gl: pensar %s durante %n segundos
zh_cn: 想着 %s %n 秒

source: tilt
ast: inclinación
gl: pendente
zh_cn: 倾斜

source: timer
ast: cronómetru
gl: cronómetro
zh_cn: 计时器

source: touching %m.touching?
ast: ¿tocando %m.touching?
gl: tocando %m.touching?
zh_cn: 碰到 %m.touching?

source: touching color %c?
ast: ¿tocando'l color %c?
gl: tocando a cor %c?
zh_cn: 碰到颜色 %c?

source: turn @turnLeft %n degrees
ast: xirar @turnLeft %n graos
gl: xirar @turnLeft %n grados
zh_cn: 左转 @turnLeft %n 度

source: turn @turnRight %n degrees
ast: xirar @turnRight %n graos
gl: xirar @turnRight %n grados
zh_cn: 右转 @turnRight %n 度

source: turn %m.motor off
gl: apagar %m.motor
zh_cn: 关闭 %m.motor

source: turn %m.motor on
gl: acender %m.motor
zh_cn: 开启 %m.motor

source: turn %m.motor on for %n secs
gl: acender %m.motor durante %n segundos
zh_cn: 开启 %m.motor 运转 %n 秒

source: turn video %m.videoState
ast: poner videu %m.videoState
gl: vídeo %m.videoState
zh_cn: 视讯设为 %m.videoState

source: username
ast: nome d'usuariu
gl: nome de usuario
zh_cn: 用户名称

source: video %m.videoMotionType on %m.stageOrThis
ast: videu %m.videoMotionType en %m.stageOrThis
gl: %m.videoMotionType do video en %m.stageOrThis
zh_cn: 视讯 %m.videoMotionType ( %m.stageOrThis )

source: wait %n secs
ast: esperar %n segundos
gl: agardar %n segundos
zh_cn: 等待 %n 秒

source: wait until %b
ast: esperar fasta %b
gl: agardar ata %b
zh_cn: 等待直到 %b

source: when %m.booleanSensor
ast: cuando %m.booleanSensor
gl: cando %m.booleanSensor
zh_cn: 当 %m.booleanSensor

source: when %m.key key pressed
ast: cuando se calque la tecla %m.key
gl: ao premer a tecla %m.key
zh_cn: 当 %m.key 键被按下

source: when %m.sensor %m.lessMore %n
gl: cando %m.sensor %m.lessMore %n
zh_cn: 当 %m.sensor %m.lessMore %n

source: when %m.triggerSensor > %n
ast: cuando %m.triggerSensor > %n
gl: cando o %m.triggerSensor sexa > %n
zh_cn: 当 %m.triggerSensor > %n

source: when @greenFlag clicked
ast: cuando se calque @greenFlag
gl: ao premer @greenFlag
zh_cn: 当 @greenFlag 被点击

source: when backdrop switches to %m.backdrop
ast: cuando'l fondu cambie a %m.backdrop
gl: cando o fondo cambie a %m.backdrop
zh_cn: 当背景换成 %m.backdrop

source: when distance %m.lessMore %n
gl: cando a distancia %m.lessMore %n
zh_cn: 当距离 %m.lessMore %n

source: when I receive %m.broadcast
ast: cuando reciba %m.broadcast
gl: ao recibir %m.broadcast
zh_cn: 当收到消息 %m.broadcast

source: when I start as a clone
ast: cuando principie como clon
gl: cando comence como clon
zh_cn: 当分身产生

source: when Stage clicked
gl: ao premer no Escenario
zh_cn: 当舞台被点击

source: when this sprite clicked
ast: cuando se calque nesti personaxe
gl: ao premer este obxecto
zh_cn: 当角色被点击

source: when tilt %m.eNe %n
gl: cando a pendente %m.eNe %n
zh_cn: 当倾斜 %m.eNe %n

source: x position
ast: posición x
gl: posición x
zh_cn: x 座标

source: y position
ast: posición y
gl: posición y
zh_cn: y 座标

source: set motor direction %m.motorDirection
ast: poner direición del motor %m.motorDirection
gl: fixar dirección do motor %m.motorDirection

source: set motor power %n
ast: poner potencia del motor %n
gl: fixar potencia do motor a %n

source: turn motor off
ast: apagar el motor
gl: apagar motor

source: turn motor on
ast: prender el motor
gl: acender motor

source: turn motor on for %n secs
ast: prender el motor %n segundos
gl: acender motor durante %n segundos

source: when distance < %n
ast: cuando la distancia seya < %n
gl: cando a distancia sexa < %n

source: when tilt = %n
ast: cuando la inclinación = %n
gl: cando a pendente = %n

source: %n mod %n
zh_cn: %n 除 %n 的余数

source: Control
zh_cn: 控制

source: tempo
zh_cn: 演奏速度

source: volume
zh_cn: 音量

source: %m.list contains %s?
zh_cn: 链表 %m.list 包含 %s?

source: go to %m.location
zh_cn: 定位到 %m.location 位置
