Repository: LLK/scratch-pootle-translations
Catalog: django.bak/*/django.po
Languages: lt

source: Create
lt: Sukurti

source: Help
lt: Pagalba

source: Profile
lt: Profilis

source: My Stuff
lt: Mano projektai

source: Sign out
lt: Atsijungti

source: Login
lt: Prisijungimas

source: Username
lt: Naudotojo vardas

source: Password
lt: Slaptažodis

source: About
lt: Apie

source: Educators
lt: Mokytojai

source: Parents
lt: Tėvai

source: Contact us
lt: Kontaktai

source: Sign in
lt: Prisijungti

source: Enter
lt: Įeiti

source: View all
lt: Peržiūrėti viską

source: Leave a comment
lt: Komentuoti

source: Reply
lt: Atsakyti

source: 0 minutes ago
lt: prieš 0 minučių

source: Report comment as inappropriate
lt: Pranešti apie netinkamą komentarą

source: Post
lt: Siųsti

source: Cancel
lt: Atšaukti

source: View previous comments
lt: Ankstesni komentarai

source: ago
lt: prieš

source: Explore - Scratch
lt: Naršyti - Scratch

source: Shuffle
lt: Sumaišyti

source: Sudio:
lt: Rinkinys:

source: created %(tDate)s
lt: sukurta %(tDate)s

source: Read more &raquo;
lt: Skaityti daugiau &raquo;

source: Projects ( <span data-count="projects">%(tCount)s</span> )
lt: Projektai ( <span data-count="projects">%(tCount)s</span> )

source: Comments ( <span data-count="comments">%(tCount)s</span> )
lt: Komentarai ( <span data-count="comments">%(tCount)s</span> )

source: Curators ( <span data-count="curators">%(tCount)s</span> )
lt: Kuratoriai ( <span data-count="curators">%(tCount)s</span> )

source: More info
lt: Daugiau informacijos

source: Newest
lt: Naujausi

source: Oldest
lt: Seniausi

source: Most viewed
lt: Daugiausiai žiūrėti

source: Most favorited
lt: Labiausiai mėgstami

source: Most remixed
lt: Daugiausiai perdaryti

source: Add projects
lt: Pridėti projektus

source: Featured Projects
lt: Rekomenduojami projektai

source: Featured Studios
lt: Rekomenduojami rinkiniai

source: Scratch News
lt: Scratch naujienos

source: Welcome, Scratchers!
lt: Sveiki!

source: Try out new features
lt: Išbandykite naujas galimybes

source: Check it out! &raquo;
lt: Pažiūrėkit! &raquo;

source: Welcome to the Scratch 2.0 Beta website!
lt: Sveiki atvykę į Scratch 2.0 Beta svetainę!

source: The Scratch 2.0 Beta is open to everyone. But you can only log in if you created your Scratch account before January 26th.
lt: Peržiūrėti darbus gali visi, tačiau prisijungti leidžiama tik iki sausio 26d registruotiems naudotojams.

source: Find out more about
lt: Sužinokite daugiau apie

source: the move to Scratch 2.0
lt: migravimas į Scratch 2.0

source: What the Community is Sharing
lt: Bendruomenės kūriniai

source: What the Community is Remixing
lt: Bendruomenės perdaryti kūriniai

source: Joined %(tDate)s ago /
lt: Prisijungta prieš %(tDate)s dienų /

source: About me
lt: Apie mane

source: What I'm working on
lt: Ką aš kuriu

source: What I've been doing
lt: Veiksmų istorija

source: Report this user
lt: Pranešti apie netinkamą naudotoją

source: Shared Projects
lt: Pasidalinti projektai

source: Favorite Projects
lt: Mėgstami projektai

source: Studios
lt: Rinkiniai

source: Following
lt: Sekama

source: Followers
lt: Sekėjai

source: Comments
lt: Komentarai

source: remixed
lt: perdaryti

source: not shared
lt: nėra pasidalintas

source: Last modified:
lt: Paskutinį kartą keista:

source: Favorite this project
lt: Pažymėti mėgstamu

source: Total views
lt: Iš viso peržiūrėta

source: Total remixes
lt: Iš viso perdaryta

source: Remixes
lt: Perdaryti projektai

source: views
lt: peržiūros

source: Shared on:
lt: Dalinamasi:

source: Unshared
lt: Nesidalinama

source: %(tDate)s ago
lt: prieš %(tDate)s

source: Share project on other websites
lt: Pateik šį projektą kitose svetainėse

source: Share to
lt: Paviešink į

source: Add project to gallery
lt: Įtraukti į galeriją

source: Add to
lt: Įtraukti į

source: Report project as inappropriate
lt: Pranešti apie netinkamą projektą

source: Report this
lt: Paskųsti šį

source: Example tab
lt: Pavyzdys

source: All Projects (<span data-content="project-count">%(projects_count)s</span>)
lt: Visi projektai (<span data-content="project-count">%(projects_count)s</span>)

source: Shared Projects (<span data-content="shared-count">%(shared_count)s</span>)
lt: Pasidalinti projektai (<span data-content="shared-count">%(shared_count)s</span>)

source: Unshared Projects (<span data-content="unshared-count">%(notshared_count)s</span>)
lt: Nepasidalinti projektai (<span data-content="unshared-count">%(notshared_count)s</span>)

source: My Studios (<span data-content="gallery-count">%(gallery_count)s</span>)
lt: Mano rinkiniai (<span data-content="gallery-count">%(gallery_count)s</span>)

source: Trash (<span data-content="trash-count">%(deleted_count)s</span>)
lt: Šiukšlinė (<span data-content="trash-count">%(deleted_count)s</span>)

source: New Project
lt: Naujas projektas

source: New Studio
lt: Naujas rinkinys

source: View:
lt: Peržiūra:

source: Most Projects
lt: Daugiausia projektų

source: Last updated
lt: Atnaujinta

source: You do not own any galleries. <a href=>Create one!</a>
lt: <a href=>Sukurkite galeriją!</a>
