Repository: LLK/scratch-pootle-translations
Catalog: scratch1.4/myn/myn.po
Languages: myn

source: Reverse Cymbal
myn: K'apnél jalk'unél

source: Ride Bell
myn: Sininíl pát'al ti k'apnél óknom

source: Ride Cymbal 1
myn: K'apnél óknom jún

source: Ride Cymbal 2
myn: K'apnél óknom tsáb

source: Rock Organ
myn: T'enixtaláb an láb

source: Seashore
myn: Walte' an pulik lejem

source: Shakuhachi
myn: T'enixtaláb Shakuhachi

source: Shamisen
myn: T'enixtaláb ti láb uxnal ti Shamisen

source: Shanai
myn: T'enixtaláb ti láb uxna ti Shanai

source: Short Guiro
myn: T'enixtaláb tsipkats

source: Short Whistle
myn: Juchuxtaláb tsipkats

source: Side Stick
myn: K'olodh tsapchil bolídh

source: Slap Bass 1
myn: Tsa'at k'olodh jún

source: Slap Bass 2
myn: Tsa'at k'olodh tsáb

source: Soprano Sax
myn: T'enixtaláb aaaaasi ti láb in bij "saxofón soprano"

source: Splash Cymbal
myn: K'apnél splash

source: Steel Drums
myn: Tamboles tsápik

source: Steel String Guitar
myn: T'enixtaláb tsápik

source: String Ensemble 1
myn: Yanél ts'áj jún

source: String Ensemble 2
myn: Yanél ts'áj tsáb

source: Synth Bass 1
myn: Tsa'at ts'ejkadh jún

source: Synth Bass 2
myn: Tsa'at ts'ejkadh tsáb

source: Synth Drum
myn: aynixtaláb ts'ejkadh

source: Synth Voice
myn: kawintal an ts'ejkadh

source: SynthBrass 1
myn: Pat'al ts'ejkadh jún

source: SynthBrass 2
myn: Pat'al ts'ejkadh tsáb

source: SynthStrings 1
myn: Ts'áj ts'ejkadh jún

source: SynthStrings 2
myn: Ts'áj ts'ejkadh tsáb

source: Taiko Drum
myn: Tambol taiko

source: Tambourine
myn: T'enixtaláb axi ti láb in bij ti "pandereta"

source: Tango Accordion
myn: T'enixtaláb axi ti láb in bij ti "Bandoneón"

source: Telephone Ring
myn: Sininíl an ts'aj kawintaláb

source: Tenor Sax
myn: T'enixtaláb aaxi ti láb in bij ti Saxofón tenor

source: Timpani
myn: T'enixtaláb axi ti láb in bij ti Timbales

source: Tinkle Bell
myn: Tsakám sininíl

source: Tremolo Strings
myn: Ts'aj k'ali trémolo

source: Trombone
myn: T'enixtaláb axi ti láb in bij "trombón"

source: Trumpet
myn: T'enixtaláb axi ti láb in bij "trompeta"

source: Tubular Bells
myn: T'enixtalán axi ti láb in bij "tubulares"

source: Vibraphone
myn: T'enixtaláb axi ti láb in bij "vibráfono"

source: Vibraslap
myn: T'enixtaláb axi ti láb in bij "trafaplás"

source: Viola
myn: T'enixtaláb axi ti láb in bij "viola" ó ajab

source: Violin
myn: T'enixtaláb axi ti láb in bij "violín" ó ajab

source: Voice Oohs
myn: Kawintal an oohs

source: Whistle
myn: Juchuxtaláb

source: Woodblock
myn: Balixtaláb china

source: Xylophone
myn: T'enixtaláb axi ti láb in bij "xilófono"
