Repository: LLK/scratch-pootle-translations
Catalog: scratch1.4/myn/myn.po
Languages: myn

source: Language-Name
myn: Tenek

source: %H sensor value
myn: %H in jalbixtal axi ti láb in bij sensor

source: %a of %m
myn: %a ti %m

source: %b and %b
myn: %b ani' %b

source: %b or %b
myn: %b Kom %b

source: %f of %n
myn: %f ti %n

source: add %s to %L
myn: %s punchij %L

source: background #
myn: tin lupnel #

source: broadcast %e
myn: ka abaj patalchik %e

source: broadcast %e and wait
myn: ka abaj patalchik %e ani ka aychi

source: change %g effect by %n
myn: jalk'unchij %g in k'ijidhméj k'al %n

source: change %v by %n
myn: jalk'uy %v k'al %n

source: change pen color by %n
myn: jalk'uy majuxtalab k'al %n

source: change pen shade by %n
myn: jalk'uxtaláb in ts'apik an dhuchumtaláb k'al %n

source: change pen size by %n
myn: jalk'uy in pakdhá an dhúchumtalab k'al %n

source: change size by %n
myn: jalk'uxtaláb in pakdhá k'al %n

source: change tempo by %n
myn: jalk'uxtaláb biyal k'al %n

source: change volume by %n
myn: jalkúxtaláb pakdhá k'al %n

source: change x by %n
myn: jalk'uy x k'al %n

source: change y by %n
myn: jalk'uy y k'al %n

source: clear
myn: pakuy

source: clear graphic effects
myn: tixk'a an k'ijidhméj kiloxtalab

source: color %C is touching %C?
myn: ¿majuxtaláb %C éblim%C?

source: control
myn: abatnaxtaláb

source: costume #
myn: # jalkúxtaláb

source: delete %y of %L
myn: pakuxtaláb %y ti %L

source: direction
myn: belaxtaláb

source: distance to %m
myn: nakdha a %m

source: forever
myn: abal éts'ey

source: forever if %b
myn: abal éts'ey anits %b

source: glide %n secs to x:%n y:%n
myn: ka edhlats %n ti segs a x:%n y:%n

source: go back %n layers
myn: ka aba %n kuxláb

source: go to %m
myn: kit k'alej ti %m

source: go to front
myn: ka aba ti tamet

source: go to x:%n y:%n
myn: kit k'alej ti x:%n ani y:%n

source: hide
myn: tsinkádh

source: hide variable %v
myn: tsinkádh jalk'uxtaláb %v

source: if %b
myn: aníts %b

source: if on edge, bounce
myn: ka t'ikónchi' max in tákal an walte'

source: insert %s at %i of %L
myn: ka %s baliy %i ti %L

source: item %i of %L
myn: item %i ti %L

source: key %k pressed?
myn: ¿dhuchumtaláb %k pat'al ni'adh?

source: length of %L
myn: nakel ti %L

source: length of %s
myn: nakel ti %s

source: list
myn: nik'adh

source: looks
myn: jalk'uxtaláb

source: loud?
myn: ¿tsapik janiníl?

source: loudness
myn: ák' janiníl

source: motion
myn: ka édhlats

source: mouse down?
myn: ¿t'él ni'adh?

source: mouse x
myn: x t'él

source: mouse y
myn: y t'él

source: move %n steps
myn: ka édhlats %n an xákab

source: next background
myn: taltal juneke'

source: next costume
myn: júneke jalk'uxtaláb

source: not %b
myn: ibaj %b

source: pen
myn: dhuchumtaláb

source: pen down
myn: pa'baj dhuchumtaláb

source: pen up
myn: k'adhbáj dhuchumtaláb

source: pick random %n to %n
myn: ájumtalab wenkódh %n ani %n

source: play drum %D for %n beats
myn: t'eney %D tambol %n ni'adh

source: play note %N for %n beats
myn: t'eney %N ajatláb %n ni'adh

source: play sound %S
myn: t'eney dhininil %S

source: play sound %S until done
myn: t'eney dhininil %S aychixtaláb

source: point in direction %d
myn: ch'ubchiy bolídh %d

source: point towards %m
myn: ch'ubchiy ti %m

source: repeat %n
myn: tsáb uluw %n

source: repeat until %b
myn: tsáb uluw ma' %b

source: replace item %i of %L with %s
myn: jalk'udh %i ti %L %s

source: reset timer
myn: ka tuxchi' juníl (cronómetro)

source: rest for %n beats
myn: kwek'intaláb %n ni'adh

source: round %n
myn: kuechodhná %n

source: say %s
myn: uluw %s

source: say %s for %n secs
myn: úludh %s dhúbat %n

source: sensing
myn: k'aldhaxtaláb

source: sensor %h?
myn: ¿k'aldhaxtaláb lek'tsidh%h?

source: set %g effect to %n
myn: éts'ey %g k'ijidhtaláb ti %n

source: set %v to %n
myn: éts'ey %v ti %n

source: set instrument to %I
myn: éts'ey eyaxtaláb ti %I

source: set pen color to %c
myn: éts'ey mukuxtaláb té ti %c

source: set pen color to %n
myn: éts'ey mukuxtaláb té ti %n

source: set pen shade to %n
myn: éts'ey ts'ápik dhuchumtaláb ti %n

source: set pen size to %n
myn: éts'ey puwel an dhuxumtaláb ti %n

source: set size to %n%
myn: éts'ey puwel ti n %n%

source: set tempo to %n bpm
myn: éts'ey an k'icháj ti %n ppm

source: set volume to %n%
myn: éts'ey ák'nal ti %n%

source: set x to %n
myn: éts'ey x ti %n

source: set y to %n
myn: éts'ey y ti %n

source: show
myn: tejwamedha'

source: show variable %v
myn: tejwamedha' jalk'uxtaláb %v

source: size
myn: in puwél

source: sound
myn: tsininil

source: stamp
myn: ts'omay

source: stop all
myn: kúbiy pátal

source: stop all sounds
myn: kúbiy pátal dhininíl

source: stop script
myn: kúbiy pátal an t'oláb

source: switch to background %l
myn: jalk'uxtaláb in táltal %l

source: switch to costume %l
myn: jalk'uxtaláb in kotón ti %l

source: tempo
myn: biyál

source: think %s
myn: tsalpay %s

source: think %s for %n secs
myn: tsálab %s dhúbath %n

source: timer
myn: pat'al jolataláb

source: touching %m?
myn: ¿in tákal %m?

source: touching color %C?
myn: ¿in tákal an majuxtaláb %C?

source: turn %n degrees
myn: tsawiwíl %n ajumtaláb

source: variables
myn: jalk'uxtaláb

source: volume
myn: ák'nal

source: wait %n secs
myn: aychij %n dhúbath

source: wait until %b
myn: ka aychij ma ka %b

source: when %k key pressed
myn: tám %k ka ni'a an dhuchumtalán láb

source: when %m clicked
myn: tam %m ka ni'a

source: when I receive %e
myn: tam ka bats'uw %e

source: x position
myn: kw'ajixtaláb x

source: y position
myn: kw'ajixtaláb y

source: (empty)
myn: (ni jant'o')

source: 1 script
myn: jún i t'oláb

source: About Scratch
myn: U tejwamé ti Scratch

source: About this project:
myn: Ka eláj ti axe' xi t'ojláb

source: add comment
myn: tamkudh t'ilaxtaláb

source: add comment here
myn: tamkudh t'ilaxtaláb tejé'

source: all
myn: pátal

source: and
myn: ani'

source: any
myn: jawakits

source: background
myn: lubnél

source: backgrounds
myn: lubnélchik

source: Backgrounds
myn: Lubélchik

source: brightness
myn: mak'i'

source: Brush size:
myn: Puwel an majuxtaláb

source: button
myn: lek'tsinchixtaláb

source: button pressed
myn: lek'tsinchixtaláb ni'adh

source: can rotate
myn: tsawk'idh tolmix

source: cancel
myn: Pakuxtaláb

source: Cancel
myn: Pakuxtaláb

source: Choose a folder
myn: Ka tákuy an kotomláb úw

source: Choose new sprite from file
myn: Ka tákuy jún it t'ojláb tamkúdh

source: clean up
myn: kw'itiy

source: Clear
myn: Kw'itiy

source: Clear canvas
myn: Kw'itiy an toltóm

source: Close dialog?
myn: ¿mápudh t'ílaxtaláb?

source: Close paint editor?
myn: ¿Mápudh abatnap majuxtaláb

source: close port
myn: mápudh wi'leb

source: Close sound recorder?
myn: ¿Mapudh kaw pat'al sininíl?

source: color
myn: mukuxtaláb

source: Compress Images
myn: tsipkamédha an walchik

source: Compress Sounds
myn: Tsipkamédha an sininíl

source: Compress sounds and images
myn: Tsipkamédha an sininíl ani an k'íjidh walchik

source: Computer
myn: Lekw'tsidh pát'al láb ok'

source: connected
myn: ts'a láb k'amal

source: Connecting to
myn: Ts'a Lab k'amal ti

source: Copy
myn: tsáb ts'ejka

source: costume
myn: Pil i jalk'uxtaláb toltóm

source: costumes
myn: Pil i jalk'uxtaláb toltómichik

source: Costumes
myn: Pil i jalk'uxtaláb toltómichik

source: Could not read
myn: Yab in ejtowal kin ajiy

source: Could not read project; file may be damaged
myn: Yab in ejtowal kin ajiy an t'ojláb, an tamkuy úw walám ódhenek

source: Could not write file
myn: Yab in éjtowal kin dhucháj an tamkux úw

source: Create account
myn: Ka ts'ejka jun i t'oláb

source: Create an empty project
myn: Ka ts'ejka jun i t'oláb it

source: Data sent. Waiting for response...
myn: T'ojláb abnenek. In ayál i t'ojts'ixtaláb

source: delete
myn: pakuw

source: Delete
myn: Pakuw

source: Delete a list
myn: ka pakuw jun i nik'adh dhuche'

source: Delete a variable
myn: ka pakuw jalk'uxtaláb

source: Delete this costume
myn: Ka pakuw axé xi toltimidh

source: Delete this sound
myn: ka pakuw axe' xi sininíl

source: Desktop
myn: k'a'al met'axtaláb

source: Documents
myn: úw dhúchadh

source: don't rotate
myn: yab ka wilá'

source: down
myn: alál

source: down arrow
myn: ch'ichok'láb alál

source: draggable on website?
myn: ¿Ka kinaj an web axi awil ka úmaj

source: duplicate
myn: tsábchil ts'ejkadh

source: Duplicate
myn: tsábchil ts'ejkadh

source: edge
myn: walte'

source: Edit
myn: ka ábna'

source: Ellipse tool (draw outlined or filled ellipse or circle)
myn: Éyaxtal (ts'ejkap axi kwechochol, axi toniníl ani axi ka t'uchiy pátal)

source: Enter presentation mode
myn: Kit ótsits ti k'a'al t'ojláb

source: Eraser
myn: Pakuxtaláb

source: Eraser size
myn: Pakdhá' an pakuxtaláb

source: Exit presentation mode
myn: Kit kaléj tam kit taliy ka olna'

source: export
myn: Kaldaxtaláb

source: Export Background
myn: Kaldaxtaláb lúpudh

source: Export Costume
myn: Kaldaxtaláb kontonlídh

source: Export failed
myn: Kaldaxtaláb ódhey

source: Export Sound
myn: Kaldaxtaláb sininíl

source: Export Sprite
myn: Kaldaxtaláb Umalej

source: export this costume
myn: Kaldaxtaláb axe' xi umálej

source: Extras menu
myn: Éyaxtal axi in kwa'al pilchik ka éyendha

source: Eyedropper tool (select a color)
myn: T'ukuxtaláb (Abal ka tákuy an majuxtaláb)

source: Failed:
myn: odextaláb

source: false
myn: janamtaláb

source: File not found
myn: Xant'oj an úw axi dháyax

source: Fill tool (fill areas with color or gradient)
myn: Pat'ál abal ka t'uchiy an majuxtaláb

source: first
myn: ók'ox

source: fisheye
myn: in wál an to'ol

source: Flash blocks (fast)
myn: Ka mukuy an pejax (dhúbat

source: Flash blocks (slow)
myn: Ka mukuy an pejax (k'ayúm)

source: Flip horizontally
myn: Tsawiwíl bolidh

source: Flip vertically
myn: Tsawiwíl kubat

source: For all sprites
myn: Abál pátal an eyendhaxtaláb

source: For this sprite only
myn: Abál axe xi eyendhaxtaláb

source: Get surprise sprite
myn: Eyendhaxtaláb k'ijidh ádhik

source: Get the last thing deleted
myn: Taltal eyendhaxtaláb pákudh

source: grab screen region for new costume
myn: Ka takuy an t'ojláb pejax axi kw'ajat ti tametan lewts'idhtaláb abal ka jalk'uy in kotomláb

source: grab screen region for new sprite
myn: Ka takuy an t'ojláb pejax axi kw'ajat ti tamet an lewts'idh pat'ál abal ka aliy an úmalej

source: Grow
myn: puwendhax

source: Grow sprite
myn: puwendhax jawakits

source: Hello!
myn: nenék

source: help
myn: tolmixtaláb

source: High (biggest)
myn: púlik

source: Hmm...
myn: mmm...

source: Home
myn: ts'ikintaláb

source: Images compressed
myn: k'ijidhtalab tsipkamedhaits

source: import
myn: Otselchixtaláb

source: Import
myn: Otselchixtaláb

source: Import an image on top of your current canvas
myn: Otselchixtaláb jún i k'ijidhtaláb tin tamét axi xowé'

source: Import Background
myn: Otselchixtaláb lúpudh

source: Import Costume
myn: Otselchixtaláb axi in kwa'al pil in kotón

source: Import Image
myn: Otselchixtaláb K'íjidh

source: Import List
myn: Otselchixtaláb jún i nik'adh dhúxlab

source: Import Project
myn: Otselchixtaláb t'ojláb

source: import project
myn: Otselchixtaláb t'ojláb

source: Import Sound
myn: Otselchixtaláb Sininíl

source: Incompatible Scratch file format
myn: Jólat úw axi an t'ojláb yáb in kulbetnál

source: Is the folder read-only?
myn: ¿An t'ojláb expídh abál ka ájiy?

source: JPEG Quality (10-100)?
myn: Alwataláb JPEG (10-100)

source: Language
myn: Kawintaláb

source: large readout
myn: pak'dha o pulik

source: last
myn: táltal

source: left
myn: kw'atab

source: left arrow
myn: Ts'upídh té' kw'atab

source: length
myn: nakél

source: light
myn: tajaxtaláb

source: Line tool (draw lines)
myn: Eyendaxtaláb abál ka ts'ejka an kiloxtaláb

source: List name?
myn: ¿Bij an kiloxtaláb?

source: Low
myn: Pa'íl

source: Lowest (smallest)
myn: Axi' mas tsa'at

source: Make a list
myn: It' dhucumtaláb

source: Make a variable
myn: It' jalk'unenek

source: Max:
myn: Max: puwél

source: meow
myn: miau

source: Message name:
myn: in big an dhúchnel

source: Min:
myn: tsipkats

source: more
myn: yán

source: More tags:
myn: yán i pejachik

source: mosaic
myn: t'ujúb láb

source: mouse x:
myn: x an t'él

source: mouse y:
myn: y an t'él

source: mouse-pointer
myn: chúbchix an t'él

source: Move
myn: Edhláts

source: Music
myn: T'enextaláb

source: new
myn: it'

source: New
myn: it'

source: New background:
myn: Lupudh ít

source: New costume:
myn: It i kotomláb

source: New Filename:
myn: It i bij an tamkudh úw

source: New sound:
myn: Sininíl ít

source: New sprite:
myn: Ít i eyaxtaláb

source: No
myn: Ibáj

source: No MIDI ports currently available.
myn: Ni jún i wíleb MIDI jolat abál ka eyendha'

source: No motion blocks
myn: Yáb wa'ats ni jún i pejax t'ojláb ti éjel

source: no scripts
myn: Yáb wa'ats i t'ojláb

source: No serial ports found
myn: Yáb wa'ats i jolataláb ník'adh abal ka éyendha'

source: No variables.
myn: Yab wats i jalk'uxtalá

source: Normal
myn: Alwak'i

source: Off
myn: Tepdhax

source: OK
myn: Anits

source: On
myn: Lekw'tsidh

source: only face left-right
myn: Ka ts'uw kwatab - wináb

source: Open
myn: Ka japiy

source: Open a Scratch project
myn: Ka japiy jun i taltal i t'oláb axin bij ti láb Scratch

source: Open Project
myn: Ka japiy an t'oláb

source: or
myn: o

source: Paint
myn: Mukuxtaláb

source: Paint Editor
myn: Abatnél i majuxtaláb

source: Paint new sprite
myn: ka mukuy ti it'

source: Paintbrush
myn: majuxtaláb

source: Password:
myn: tsab dhuxnél

source: Percent? (100 gives original size)
myn: ¿Puwendhab? (jún ínik in puwél k'a'al)

source: Pictures
myn: Walchik'

source: pixelate
myn: Pixelizar

source: play
myn: Takáj

source: Please enter a number
myn: Ka eyendha' jún ajuntaláb

source: Position the cross-hair to set the rotation center
myn: Ka ts'ejka tin ts'ikintal an tsawiwíl

source: Preparing project...
myn: Ts'ejkanál an T'ojláb

source: Project author:
myn: Bijláb axi in ts'ejka an t'ojláb

source: Project name
myn: Bijláb axi in ts'ejka an t'ojláb

source: Project Notes
myn: Dhuxnél an t'ojláb

source: Project notes
myn: Dhuxnél an t'ojláb

source: Project uploaded.
myn: T'ojláb abal patalchik

source: Projects
myn: T'ojláb

source: Quit
myn: Ka jiláj

source: Quit Scratch
myn: Ka jiuláj Scratch

source: record
myn: Ka ts'ataj

source: Record
myn: Ka ts'ataj

source: recording
myn: Ts'atachik

source: Rectangle tool (draw outlined or filled rectangle or square)
myn: Eyaxtal axi ti láb in bij "rectángulos"

source: Redo
myn: Tsáb ts'ejkadh

source: Remove viewer from stage
myn: Ka tixka an tsu'uxtaláb ti tamkunel

source: resistance
myn: In lubál

source: right
myn: wínap

source: right arrow
myn: Bolídh té' wínap

source: Rotate clock-wise
myn: Tsawiwíl bolídh axi in k'al an pat'al láb in binál an "hora"

source: Rotate counter-clock-wise
myn: Tsawiwíl kuxláb axi in k'al an pat'al láb in binál an "hora"

source: Save
myn: Ka dháya

source: Save a copy of the current project
myn: Ka dháya jún in t'ojláb ts'ejkadh axi xowé

source: Save As
myn: Ka dháya ti

source: Save failed
myn: Ka dháya an t'ojláb ódhenek

source: save picture of scripts
myn: Ka dháya an k'ijidhtaláb t'ojláb

source: save picture of stage...
myn: Ka dháya an k'ijidhtaláb yanél

source: Save Project
myn: Ka dháya an t'ojláb

source: Save Scripts Snapshot
myn: Ka dháya an k'ijidhtaláb T'ojláb

source: Save Stage Shot
myn: Ka dháya an k'ijidhtaláb yanél

source: Save the current project
myn: Ka dháya an t'ojláb axi xowé

source: Save the current project?
myn: ¿Ka dháya an t'ojláb axi xowé?

source: Scripts
myn: T'ojlabchik

source: select serial/USB port
myn: Ka tákuy an t'ojláb níkadh/USB

source: Select tool (move, modify, or delete selection)
myn: Eyaxtal tákudh (edhlats, jalk'uxtaláb ani an pakuxtaláb tákudh

source: Set language
myn: Takuxtaláb kawintal pejachik

source: Set rotation center
myn: Takuxtaláb ts'ikintal tsawiwíl

source: Set Single Stepping
myn: Ka ts'ikiy a tsúw an xakap

source: set slider min and max
myn: Ka punchij ts'ik ani puwe in jálbixtal

source: Share
myn: Ka júnax éyendha

source: Share This Project Online
myn: ka júnax éyendha axe xi t'ojláb bolídh

source: show ScratchBoard watcher
myn: Ka tejwamedhá an "ScratchBoard"

source: Shrink
myn: tsipkamedhá

source: Shrink sprite
myn: tsipkamedhá eyaxtaláb

source: slider
myn: K'itnal

source: Slider range:
myn: Péjax in jálbixtal

source: Sound quality:
myn: Alwa' sininíl

source: Sound Recorder
myn: Ts'atal an sininíl

source: Sounds
myn: Sininíl

source: Sounds compressed
myn: Sininíl ka ts'ipkamedhá

source: space
myn: Jolataláb

source: Sprite
myn: Umalej

source: sqrt
myn: Ibíl "cuadrado"

source: Stage
myn: Tamkunél

source: Stage selected:
myn: Tamkunél tákudh

source: Stamp tool (select area, then stamp copies of it)
myn: Ts'omaxtaláb (ka takuy jún i jolataláb ani ka yanédha)

source: Start green flag scripts
myn: Ka tujchi' an t'ojláb ti toltóm yaxu'

source: Start Single Stepping
myn: Ka tsu'u an xakab owdháchik

source: stop
myn: Kubiy

source: Stop everything
myn: Kubiy pátal

source: Stop Single Stepping
myn: Abal ka tsu'u an xakab

source: Switch colors
myn: Jak'uxtaláb mukuxtal

source: Tags:
myn: Péjax úw ts'omadh

source: Text tool (edit text layer)
myn: Éyaxtal dhuchumtaláb

source: The file name already exists. Overwrite existing file?
myn: An bij an t'ojláb kw'ajatits.¿A lej ka tsáb dhucháj?

source: thing
myn: Eyextaláb

source: true
myn: Anits

source: Turbo speed
myn: Léj adhidhíl

source: turn into new sprite
myn: Ka wenk'o ti it i eyextaláb

source: Undo
myn: Ka páku

source: up
myn: Walk'i

source: up arrow
myn: Ts'upidh té' walk'i

source: Updating thumbnails
myn: msgid "Updating thumbnails"

source: Upload succeeded!
myn: T'ojláb axi u abaits

source: Upload to Scratch Server
myn: U abál an ts'ejkom ti Scratch

source: Uploading
myn: U abál

source: Variable name?
myn: ¿Bijchik i yanétal

source: View on stage
myn: ka tejwamedhá an yanél

source: whirl
myn: Tsawixtaláb

source: Write Multiple Project Summaries
myn: Ka yánedha ani ka wílaj an dhúxlab axi yandha an t'ojláb

source: Write Project Summary
myn: Ka yánedha ani ka wílaj an dhúxlab axi kw'ajat ti t'ojláb

source: Yes
myn: Aníts

source: Your project is now online at
myn: An t'ojláb kw'ajat bolídh ti web

source: Your Scratch website login name:
myn: Bij an ts'ejkom t'ojláb

source: Zoom in
myn: Ka utbá'

source: Zoom out
myn: Owmedhá

source: Accordion
myn: T'enixtaláb

source: Acoustic Bass
myn: Tsa'at T'enixtaláb

source: Acoustic Bass Drum
myn: T'enixtaláb axi ti láb in bij "Bombo Acústico"

source: Acoustic Grand
myn: T'enixtaláb pat'ál

source: Acoustic Snare
myn: Tamból

source: Agogo
myn: T'enixtaláb

source: Alto Sax
myn: T'enixtaláb Yejnek

source: Applause
myn: Bikbilchik

source: Bagpipe
myn: Éyendhextaláb abál ka t'éney

source: Banjo
myn: Éyendhaxtaláb abál ka t'éney

source: Baritone Sax
myn: T'enixtaláb

source: Bass Drum 1
myn: Bombo jún

source: Bassoon
myn: Fagot

source: Bird Tweet
myn: Piada i ts'ítsin

source: Blown Bottle
myn: Balixtaláb júchudh

source: Brass Section
myn: Pejachik i pát'al

source: Breath Noise
myn: Sininíl ti íxak

source: Bright Acoustic
myn: T'enixtaláb ts'umimíl

source: Celesta
myn: K'aylal

source: Cello
myn: T'enixtaláb axi ti láb in bij "violonchelo"

source: Chinese Cymbal
myn: K'apnél chino

source: Choir Aahs
myn: Yanél axi aahs

source: Church Organ
myn: Péjax i tiopan

source: Clarinet
myn: T'enixtaláb axi ti láb in bij ti "clarinete"

source: Claves
myn: T'enixtaláb axi ti láb in bij ti "claves)

source: Clavinet
myn: T'enixtaláb axi ti láb in bij "Clavinet"

source: Closed Hi-Hat
myn: Charles mapudh

source: Crash Cymbal 1
myn: K'apnél crash jún

source: Crash Cymbal 2
myn: K'apnél crash tsáb

source: Distortion Guitar
myn: Ajab jalk'unenek

source: Drawbar Organ
myn: T'enixtaláb Hammond

source: Dulcimer
myn: Tsik'amedhá

source: Electric Bass (finger)
myn: Tsa'at ts'aj láb (ch'uchúb)

source: Electric Bass (pick)
myn: Tsa'at ts'aj láb (ítsik)

source: Electric Clean Guitar
myn: Ajab ts'aj láb tájax

source: Electric Grand
myn: Ténixtaláb ts'áj láb pulik

source: Electric Jazz Guitar
myn: Ajab ts'aj láb jazz

source: Electric Muted Guitar
myn: Ajab ts'aj láb sordina

source: Electric Piano 1
myn: T'enixtaláb ts'áj láb jún

source: Electric Piano 2
myn: T'enixtaláb ts'áj láb tsab

source: Electric Snare
myn: Tambol ts'áj láb

source: FX 1 (rain)
myn: K'ijidhtaláb jún (áb)

source: FX 2 (soundtrack)
myn: K'ijidhtaláb tsáb (sininíl)

source: FX 3 (crystal)
myn: K'ijidhtaláb ox (t'ujub tájax)

source: FX 4 (atmosphere)
myn: K'ijidhtaláb tse' (k'aylal)

source: FX 5 (brightness)
myn: K'ijidhtaláb bó' (ts'umimil)

source: FX 6 (goblins)
myn: K'ijidhtaláb akak (tsakám inik)

source: FX 7 (echoes)
myn: K'ijidhtaláb buk (ecos)

source: FX 8 (sci-fi)
myn: K'ijidhtaláb waxik (dhúchadh tsálap ínik)

source: Fiddle
myn: Ajab celta

source: Flute
myn: T'enixtaláb

source: French Horn
myn: T'enixtaláb

source: Fretless Bass
myn: T'enixtaláb axi yab in kwa'al an tálab

source: Glockenspiel
myn: Ubatláb axi sininíl

source: Guitar Fret Noise
myn: T'enixtaláb

source: Guitar Harmonics
myn: K'íjidh t'enixtaláb

source: Gunshot
myn: Péten an tsók

source: Hand Clap
myn: bok'bólchik

source: Harmonica
myn: K'ijidhtaláb

source: Harpsichord
myn: T'enixtaláb axi ti láb in bij "Clavicémbalo"

source: Helicopter
myn: Júmnal pat'al

source: Hi Bongo
myn: T'enixtaláb axi ti láb in bij "Bongó" agudo

source: Hi Wood Block
myn: Balixtalán "china" aguda

source: Hi-Mid Tom
myn: Tom ts'ejel agudo

source: High Floor Tom
myn: Tom ti tsabál agud

source: Lead 1 (square)
myn: Ok'nome jún (onda cuadrada)

source: Lead 2 (sawtooth)
myn: Ok'nome tsáb (k'amab i ts'en)

source: Lead 3 (calliope)
myn: Ok'nome óx (péjax i iniktal paw)

source: Lead 4 (chiff)
myn: Ok'nome tsé' (siseo péjax iniktal)

source: Lead 5 (charang)
myn: Ok'nome bó' (charango)

source: Lead 6 (voice)
myn: Ok'nome akak (kawíntal)

source: Lead 7 (fifths)
myn: Ok'nome buk (bo'chik)

source: Lead 8 (bass+lead)
myn: Ok'nome wachik (tsa'at ani k'ijidh)

source: Long Guiro
myn: T'enixtaláb nákat

source: Long Whistle
myn: Juchuxtaláb nákat

source: Low Agogo
myn: T'enixtaláb axi ti láb in bij "Agogó" we' k'ochól

source: Low Bongo
myn: T'enixtaláb axi ti láb in bij "Bongó" we' k'ochól

source: Low Conga
myn: T'enixtaláb axi ti láb i bij "Conga" we' k'ochól

source: Low Floor Tom
myn: Tom de seulo k'ochól

source: Low Timbale
myn: Timbal K'ochól

source: Low Tom
myn: Tom K'ochól

source: Low Wood Block
myn: Balixtaláb "china" k'ochól

source: Low-Mid Tom
myn: Tom ts'ejel K'ochól

source: Maracas
myn: Dhóth

source: Marimba
myn: Tsakám dhóth

source: Melodic Tom
myn: T'enixtaláb

source: Music Box
myn: Balchixtaláb t'enedh

source: Mute Cuica
myn: Cuica yab tsi'néj

source: Mute Hi Conga
myn: Conga aguda tsi'néj

source: Mute Triangle
myn: T'enixtaláb tsi'néj

source: Muted Trumpet
myn: T'enixtaláb k'al i sordina

source: Nylon String Guitar
myn: Ajab láb

source: Open Cuica
myn: Cuica walkadh

source: Open Hi Conga
myn: Conga aguda walkadh

source: Open Hi-Hat
myn: Charles ja'pidh

source: Open Triangle
myn: T'enixtaláb walkadh

source: Orchestra Hit
myn: Atájchik an t'enixtaláb

source: Orchestral Strings
myn: Ajab "orquestal"

source: Overdriven Guitar
myn: Ajab t'uchat

source: Pad 1 (new age)
myn: Lupnél jún (it)

source: Pad 2 (warm)
myn: Lupnél tsáb (kídhmax)

source: Pad 3 (polysynth)
myn: Lupnél óx (polisintetizador)

source: Pad 4 (choir)
myn: Lupnél tsé' (yanél )

source: Pad 5 (bowed)
myn: Lupnél bó' (ti pulte')

source: Pad 6 (metallic)
myn: Lupnél akak (patál)

source: Pad 7 (halo)
myn: Lupnél buk (aureola)

source: Pad 8 (sweep)
myn: Lupnél wachik (lits'o)

source: Pan Flute
myn: T'enixtaláb dhúl ts'imadh bok'ol

source: Pedal Hi-Hat
myn: Charles pedal

source: Percussive Organ
myn: T'enixtaláb aynél

source: Piccolo
myn: Tsakám dhúl

source: Pizzicato Strings
myn: Ts'aj pozzicato

source: Recorder
myn: T'enextaláb dhúl tsi'ik

source: Reed Organ
myn: T'enixtaláb
